Repository: RotherOSS/doc-otobo-user
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de

source: To set the displayed columns and adjust order of columns:
de: So bestimmen Sie die angezeigten Spalten und die Reihenfolge der Spalten:

source: Move columns from *Available Columns* to *Visible Columns* or vice versa.
de: Bewegen Sie mit Drag&Drop die Spalten von *Verfügbare Spalten* nach *Angezeigte Spalten* oder umgekehrt.

source: Rearrange columns in *Visible Columns* by drag and drop.
de: Ordnen Sie mit Drag&Drop die Reihenfolge der Spalten in *Angezeigte Spalten*.

source: Use the filter box to find a particular column in *Available Columns* by just typing the name to filter.
de: Verwenden Sie das Filterfeld um eine bestimmte Spalte in *Verfügbare Spalten* zu finden, indem Sie den Namen eingeben.

source: Click on a column header to sort tickets by the selected attribute.
de: Klicken Sie auf den Kopf einer Spalte, um die Tickets nach dem gewählten Attribut zu sortieren.

source: Click on the column header again to change the sort order.
de: Klicken Sie nochmal auf den Kopf einer Spalte, um die Reihenfolge der Sortierung zu ändern.

source: It is possible to filter tickets by a specific attribute, but not all attributes can be used as filter. The filterable attributes are marked with a filter icon in the column header.
de: Es ist möglich, die Tickets nach einem bestimmten Attribut zu filtern, aber nicht alle Attribute können als Filter genutzt werden. Die filterbaren Attribute sind mit einem Filter-Symbol im Spaltenkopf markiert.

source: To filter tickets:
de: So filtern Sie Tickets:

source: Click on the filter icon in the column header.
de: Klicken Sie auf das Filter-Symbol im Spaltenkopf.

source: Select a value for the filter.
de: Wählen Sie einen Wert für den Filter.

source: Multiple filters can be set. Active filters are marked with a bold filter icon in the column header and a trash icon is displayed in the widget header. Click on this trash icon to remove all active filters.
de: Es können mehrfache Filter gesetzt werden. Bei aktiven Filtern ist das Filter-Symbol in fett und es wird im Kopfbereich des Widgets ein Papierkorb-Symbol angezeigt. Klicken Sie auf dieses Papierkorb-Symbol, um alle aktiven Filter zu entfernen.

source: This view has an own menu to manage tickets. Select a checkbox in the row of a ticket to see this menu.
de: Die Ansicht hat ihr eigenes Menü, um Tickets zu verwalten. Wählen Sie ein Kontrollkästchen in einer Ticket-Reihe, um dieses Menü zu sehen.

source: Bulk
de: Sammelaktion

source: Bulk action for the ticket, multiple attributes can be changed (see below).
de: Sammelaktion für das Ticket, mehrfache Attribute können geändert werden (siehe unten).

source: Unlock
de: Entsperren

source: Zoom
de: Detailansicht

source: Open the :doc:`ticket-zoom` screen to see all details of the ticket.
de: Öffnet die :doc:`ticket-zoom`, um alle Details eines Tickets anzuschauen.

source: A new window will be opened that displays the history of the ticket.
de: Es öffnet sich ein neues Fenster, in dem die Historie des Tickets angezeigt wird.

source: Note
de: Notiz

source: New note can be added to the ticket.
de: Eine neue Notiz kann dem Ticket hinzugefügt werden.

source: Close
de: Schließen

source: Move
de: Verschieben

source: The ticket can be moved to an other queue.
de: Das Ticket kann in eine andere Queue bewegt werden.

source: Medium Escalation View
de: Mittlere Ansicht nach Eskalationen

source: This view lists tickets in a list view format.
de: Die Ansicht listet die Tickets in einer Listenansicht.

source: Medium Escalation View Screen
de: Mittlere Ansicht nach Eskalationen

source: Hover the mouse over the ticket row, and a floating menu will appear. The floating menu has the same menu items that are already explained in the *Small Escalation View* section.
de: Fahren Sie mit der Maus über eine Tabellenzeile und es erscheint ein "schwebendes" Menü. Das schwebende Menü hat die selben Menüeinträge, die bereits in der Kleinen *Ansicht nach Eskalationen* beschrieben wurden.

source: Floating Menu of Medium Escalation View
de: Mittlere Ansicht nach Eskalationen - "Schwebendes" Menü

source: Large Escalation View
de: Große Ansicht nach Eskalationen

source: This view lists tickets in a detailed format.
de: Diese Ansicht listet die Tickets in einem detaillierteren Format.

source: Large Escalation View Screen
de: Große Ansicht nach Eskalationen

source: Floating Menu of Large Escalation View
de: Große Ansicht nach Eskalationen - "Schwebendes" Menü

source: Escalation View Bulk Actions
de: Ansicht nach Eskalationen - Sammelaktion

source: Multiple attributes can be changed in this screen at the same time.
de: In dieser Ansicht können Attribute mehrfach zur gleichen Zeit geändert werden.

source: Escalation View Bulk Action Screen
de: Ansicht nach Eskalationen - Sammelaktion

source: New Email Ticket
de: Neues E-Mail-Ticket

source: Use this screen to create tickets and send them to customer users. The email ticket screen is available in the *New Email Ticket* menu item of the *Tickets* menu.
de: Verwenden Sie diese Ansicht, um Tickets zu erstellen und an Kundenbenutzer zu senden. Die Ansicht zur Erstellung von E-Mail-Tickets ist unter dem Menüeintrag *Neues E-Mail-Ticket* im Menü *Tickets* verfügbar.

source: New Email Ticket Screen
de: Neues E-Mail-Ticket

source: To customer user \*
de: An Kundenbenutzer \*

source: The person, to whom the ticket is created for. This will be the *To* field of the email.
de: Die Person für die das Ticket erstellt wurde. Das wird das *An*-Feld der E-Mail sein.

source: Select other customer users as carbon copy of the email, if needed.
de: Wählen Sie, falls benötigt, einen anderen Kundenbenutzer als "Cc" für die E-Mail.

source: Select other customer users as blind carbon copy of the email, if needed.
de: Wählen Sie, falls benötigt, einen anderen Kundenbenutzer als "Bcc" für die E-Mail.

source: From queue \*
de: Aus Queue \*

source: Select a queue, where the new ticket should be placed to. The queue address will be the *From* field of the email.
de: Wählen Sie eine Queue, in der das Ticket platziert werden soll. Die Queue-Adresse wird das *Von*-Feld der E-Mail sein.

source: Owner
de: Besitzer

source: The owner is an agent, who actually works with the new ticket.
de: Der Besitzer ist ein Agent, der aktuell an dem neuen Ticket arbeitet.

source: Enable ``Ticket::Responsible`` setting to set an other agent as responsible for the ticket.
de: Aktivieren Sie die Einstellung ``Ticket::Responsible`` , um einen Agenten als Verantwortlichen für das Ticket zu setzen.

source: Subject \*
de: Betreff \*

source: The subject of the ticket like the subject of an email.
de: Der Betreff des Tickets, wie der Betreff einer E-Mail.

source: This might be helpful
de: Dies könnte hilfreich sein

source: This field is not visible by default, but it displays related :doc:`../faq` articles based on the keywords entered in the *Subject* and/or the *Text* fields. Clicking on a FAQ article opens the :doc:`../faq/faq-zoom` screen.
de: Dieses Feld ist standardmäßig nicht sichtbar, zeigt aber zugehörige :doc:`../faq`-Artikel basierend auf den in den Feldern *Subjekt* und/oder *Text* eingegebenen Schlüsselwörtern an. Ein Klick auf einen FAQ-Artikel öffnet die Ansicht :doc:`../faq/faq-zoom`.

source: The related FAQ articles are displayed as the agent types, so the list of suggested FAQ articles is updated after any word typed into the *Subject* and/or the *Text* fields. The suggested FAQ articles are sorted based on the number of matched keywords.
de: Die zugehörigen FAQ-Artikel in Bezug auf die Agententypen werden angezeigt, so dass die Liste der vorgeschlagenen FAQ-Artikel nach Eingabe eines Wortes in die Felder *Subjekt* und/oder *Text* aktualisiert wird. Die vorgeschlagenen FAQ-Artikel werden nach der Anzahl der gefundenen Schlüsselwörter sortiert.

source: Options
de: Optionen

source: It is possible to add other objects like customer users or FAQ articles to the ticket.
de: Es ist möglich, andere Objekte wie bspw. Kundenbenutzer oder FAQ-Artikel an das Ticket anzuhängen.

source: The body text of the first article of the ticket.
de: Der Inhaltstext ist der erste Artikel des Tickets.

source: Signature
de: Signatur

source: The signature assigned to the selected queue. Please contact your administrator to change the signature.
de: Die Signatur, die der gewählten Queue hinzugefügt wurde. Bitte kontaktieren Sie Ihren OTOBO-Administrator, um die Signatur zu ändern.

source: Attachments
de: Anhänge

source: It is possible to add attachments to the ticket. Click on the field to add an attachment, or just drop some files here.
de: Es ist möglich, Anhänge an das Ticket anzufügen. Klicken Sie auf das Feld, um einen Anhang hinzuzufügen oder legen Sie Dateien hier ab.

source: Next ticket state
de: Nächster Status des Tickets

source: New tickets are in *open* state by default. Select an other state if you want to change it.
de: Neue Tickets sind standardmäßig im Status *offen*. Wählen Sie einen anderen Status, wenn Sie das ändern möchten.

source: Pending date
de: Warten bis

source: Select a date and time as reminder for the ticket. If the pending time is reached, the ticket can be escalated.
de: Wählen Sie ein Datum und eine Zeit als Erinnerung für das Ticket. Wenn die Wartezeit erreicht ist, könnte das Ticket eskalieren.

source: New tickets have *3 normal* priority by default. Select an other priority if you want to change it.
de: Neue Tickets haben standardmäßig die Priorität *3 Normal*. Wählen Sie eine andere Priorität, wenn Sie das ändern möchten.

source: Time units (work units)
de: Zeiteinheiten (Arbeitseinheiten)

source: Enter any amount of time units for time accounting.
de: Tragen Sie hier die Menge der Zeit für die Zeitbuchung ein.

source: After all information is collected and set, click on the *Send mail* button to create the new ticket and send the email to the selected customer users.
de: Nachdem alle Informationen gesammelt und gesetzt wurden, klicken Sie auf die Schaltfläche *E-Mail senden* , um ein neues Ticket zu erstellen und eine E-Mail an den oder die ausgewählten Kundenbenutzer zu senden.

source: New Phone Ticket
de: Neues Telefon-Ticket

source: Use this screen to create tickets based on phone calls. The phone ticket screen is available in the *New Phone Ticket* menu item of the *Tickets* menu.
de: Verwenden Sie diese Ansicht, um Tickets basierend auf Telefonanrufen zu erstellen. Die Ansicht zur Erstellung eines Telefon-Tickets ist unter dem Menüeintrag *Neues Telefon-Ticket* im Menü *Tickets* verfügbar.

source: New Phone Ticket Screen
de: Neues Telefon-Ticket

source: Customer user \*
de: Kundenbenutzer \*

source: The person, to whom the ticket is created for.
de: Die Person, für die das Ticket erstellt wurde.

source: To queue \*
de: An Queue \*

source: The queue, where the new ticket will be placed to.
de: Die Queue, in der das neue Ticket platziert wird.

source: After all information is collected and set, click on the *Create* button to create the new ticket.
de: Nachdem alle Informationen gesammelt und gesetzt wurden, klicken Sie auf die Schaltfläche *Erstellen* , um das neues Ticket zu erstellen.

source: New Process Ticket
de: Neues Prozess-Ticket

source: This option is available only, if at least one process is deployed in the system.
de: Diese Option ist verfügbar, wenn mindestens ein Prozess im System in Betrieb genommen wurde.

source: Use this screen to create tickets from processes. The process ticket screen is available in the *New Process Ticket* menu item of the *Tickets* menu.
de: Verwenden Sie diese Ansicht, um Tickets aus Prozessen zu erstellen. Die Ansicht für Prozess-Tickets ist unter dem Menüeintrag *Neues Prozess-Ticket* im Menü *Tickets* verfügbar.

source: New Process Ticket Screen
de: Neues Prozess-Ticket Ansicht

source: The following setting is available when adding this resource. The fields marked with an asterisk are mandatory.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie diese Ressource hinzufügen oder bearbeiten. Die mit einem Sternchen gekennzeichneten Felder sind Pflichtfelder.

source: Process \*
de: Prozess \*

source: A process needs to be selected from the list to continue.
de: Es muss ein Prozess aus der Liste gewählt werden, um fortzufahren.

source: Processes can be defined in the *Process Management* module of the administrator interface.
de: Prozesse können im Modul *Prozess-Management* im Administrator-Interface definiert werden.

source: After a process is selected, the screen will be refreshed with the first activity dialog of the selected process.
de: Nachdem ein Prozess gewählt wurde, wird die Ansicht mit dem ersten Aktivitäts-Dialog des Prozesses aktualisiert.

source: Application For Leave Process Activity Dialog
de: Urlaubsantrag - Prozess-Aktivitätsdialog

source: Queue View
de: Ansicht nach Queues

source: Use this screen to view tickets in specific queues. The *Queue View* screen is available in the *Queue View* menu item of the *Tickets* menu.
de: Verwenden Sie diese Ansicht, um Tickets in einer spezifischen Queue anzuzeigen. Die *Ansicht nach Queues* ist unter dem Menüeintrag *Ansicht nach Queues* im Menü *Tickets* verfügbar.

source: Queue View Widget Header
de: Ansicht nach Queues - Kopfbereich des Widgets

source: Each view has a filter in the top of the widget to list tickets only in a specific queue or tickets in *My Queues* set in :doc:`../avatar/personal-preferences`.
de: Jede Ansicht hat einen Filter im Kopfbereich des Widgets, um nur Tickets in einer speziellen Queue oder Tickets in *Meines Queues* anzuzeigen. Das ist einstellbar unter :doc:`../avatar/personal-preferences` .

source: There are also filters to view *All tickets* or only *Available tickets*.
de: Es gibt auch Filter, um *Alle Tickets* oder nur *Verfügbare Tickets* anzuzeigen.

source: All tickets
de: Alle Tickets

source: This option lists all tickets in the selected queue.
de: Diese Option listet alle Tickets in der gewählten Queue.

source: Available tickets
de: Verfügbare Tickets

source: This option lists only open tickets which are available for working with them.
de: Diese Option listet alle Tickets, die zur Bearbeitung verfügbar sind.

source: Small Queue View
de: Kleine Ansicht nach Queues

source: Small Queue View Screen
de: Kleine Ansicht nach Queues

source: Medium Queue View
de: Mittlere Ansicht nach Queues

source: Medium Queue View Screen
de: Mittlere Ansicht nach Queues

source: Hover the mouse over the ticket row, and a floating menu will appear. The floating menu has the same menu items that are already explained in the *Small Queue View* section.
de: Fahren Sie mit der Maus über eine Ticket-Zeile und es erscheint ein "schwebendes" Menü. Das schwebende Menü hat die selben Menüeinträge, die bereits in der kleinen *Ansicht nach Queues* beschrieben wurden.

source: Floating Menu of Medium Queue View
de: Schwebendes Menü der mittleren Ansicht nach Queues

source: Large Queue View
de: Große Ansicht nach Queues

source: Large Queue View Screen
de: Große Ansicht nach Queues

source: Floating Menu of Large Queue View
de: Schwebendes Menü der großen Ansicht nach Queues

source: Queue View Bulk Actions
de: Ansicht nach Queues - Sammelaktion

source: Queue View Bulk Action Screen
de: Ansicht nach Queues - Sammelaktion

source: Use this screen to search for tickets based on various criteria. The ticket search screen is available in the *Search* menu item of the *Tickets* menu.
de: Verwenden Sie diese Ansicht, um nach Tickets mit bestimmten Kriterien zu suchen. Die Ticketsuche ist unter dem Menüeintrag *Suche* im Menü *Tickets* verfügbar.

source: If only one ticket matches, the :doc:`ticket-zoom` will be opened. Otherwise you will be redirected to *Search Results* screen to see all matched tickets.
de: Wenn nur ein Ticket übereinstimmt, wird die Ansicht :doc:`ticket-zoom` geöffnet. Andernfalls werden Sie umgeleitet zur Ansicht *Suchergebnisse*, um alle übereinstimmenden Tickets zu sehen.

source: Use the *Profile link* button to go directly to *Search Results* screen. This is the permanent link of the search template.
de: Verwenden Sie die Schaltfläche *Profil-Link*, um direkt zur Ansicht *Suchergebnisse* zu gelangen. Dies ist der permanente Link der Suchvorlage.

source: Service View
de: Ansicht nach Services

source: Use this screen to view tickets in specific services. The *Service View* screen is available in the *Service View* menu item of the *Tickets* menu.
de: Verwenden Sie diese Ansicht, um Tickets für spezifizierte Services anzuzeigen. Die *Ansicht nach Services* ist im Menüeintrag *Ansicht nach Services* im Menü *Ticket* verfügbar.

source: Service View Widget Header
de: Ansicht nach Services - Kopfbereich des Widgets

source: Each view has a filter in the top of the widget to list tickets only in a specific service or tickets in *My Services* set in :doc:`../avatar/personal-preferences`.
de: Jede Ansicht hat einen Filter im Kopfbereich des Widgets, um nur Tickets zu einem speziellen Service oder Tickets in *Meine Services* anzuzeigen. Das ist einstellbar unter :doc:`../avatar/personal-preferences` .

source: Small Service View
de: Kleine Ansicht nach Services

source: Small Service View Screen
de: Kleine Ansicht nach Services

source: Medium Service View
de: Mittlere Ansicht nach Services

source: Medium Service View Screen
de: Mittlere Ansicht nach Services

source: Hover the mouse over the ticket row, and a floating menu will appear. The floating menu has the same menu items that are already explained in the *Small Service View* section.
de: Fahren Sie mit der Maus über eine Ticket-Zeile und es erscheint ein "schwebendes" Menü. Das schwebende Menü hat die selben Menüeinträge, die bereits in der *Kleinen Ansicht nach Servicess* beschrieben wurden.

source: Floating Menu of Medium Service View
de: Schwebendes Menü der mittleren Ansicht nach Services

source: Large Service View
de: Große Ansicht nach Services

source: Large Service View Screen
de: Große Ansicht nach Services

source: Floating Menu of Large Service View
de: Schwebendes Menü der großen Ansicht nach Services

source: Service View Bulk Actions
de: Ansicht nach Services - Sammelaktion

source: Service View Bulk Action Screen
de: Ansicht nach Services - Sammelaktion

source: Status View
de: Ansicht nach Status

source: Use this screen to view tickets in specific states. The *Status View* screen is available in the *Status View* menu item of the *Tickets* menu.
de: Verwenden Sie diese Ansicht, um Tickets in einem spezifischen Status anzuzeigen. Die *Ansicht nach Status* ist unter dem Menüeintrag *Ansicht nach Status* im Menü *Tickets* verfügbar.

source: Status View Widget Header
de: Kopfbereich des Widgets "Ansicht nach Status"

source: Each view has a filter in the top of the widget to list tickets only in a specific state.
de: Jede Ansicht hat einen Filter im Kopfbereich des Widgets, um nur Tickets mit einem bestimmten Status anzuzeigen.

source: Small Status View
de: Kleine Ansicht nach Status

source: Small Status View Screen
de: Kleine Ansicht nach Status

source: Medium Status View
de: Mittlere Ansicht nach Status

source: Medium Status View Screen
de: Mittlere Ansicht nach Status

source: Hover the mouse over the ticket row, and a floating menu will appear. The floating menu has the same menu items that are already explained in the *Small Status View* section.
de: Fahren Sie mit der Maus über eine Ticket-Zeile und es erscheint ein "schwebendes" Menü. Das schwebende Menü hat die selben Menüeinträge, die bereits in der kleinen *Ansicht nach Status* beschrieben wurden.

source: Floating Menu of Medium Status View
de: Schwebendes Menü der mittleren Ansicht nach Status

source: Large Status View
de: Große Ansicht nach Status

source: Large Status View Screen
de: Große Ansicht nach Status

source: Floating Menu of Large Status View
de: Schwebendes Menü der großen Ansicht nach Status

source: Status View Bulk Actions
de: Ansicht nach Status - Sammelaktion

source: Status View Bulk Action Screen
de: Ansicht nach Status - Sammelaktion

source: Ticket Zoom
de: Ticket-Detailansicht

source: Use this screen to see the details of a ticket. The *Ticket Zoom* screen is available, if you click on a ticket in any other screens.
de: Verwenden Sie diese Ansicht, um die Details eines Tickets anzuzeigen. Die Ansicht *Ticket-Detailansicht* ist verfügbar, wenn Sie in jeder anderen Ansicht auf ein Ticket klicken.

source: Ticket Menu
de: Ticket-Menü

source: The *Ticket Zoom* screen has an own menu.
de: Die *Ticket-Detailansicht* hat ein eigenes Menü.

source: The menu is extensible and menu items can be grouped into drop-down lists.
de: Das Menü ist erweiterbar und Menüeinträge können in Dropdown-Listen gruppiert werden.

source: Lock or Unlock
de: Sperren oder Entsperren

source: The name of the menu item depends on the lock state of the ticket.
de: Der Name des Menüeintrages hängt vom Sperrstatus des Tickets ab.

source: If the ticket is unlocked, an agent can lock the ticket and the agent becomes the ticket owner.
de: Wenn ein Ticket nicht gesperrt ist, kann ein Agent das Ticket sperren und wird damit Besitzer des Tickets.

source: If the ticket is locked to an agent, the agent can release the ticket and other agents can lock it.
de: Wenn das Ticket durch einen Agenten gesperrt ist, kann der Agent das Ticket entsperren und andere Agenten können es sperren.

source: This menu item has no confirmation window. Lock or unlock the ticket is done immediately.
de: Dieser Menüeintrag hat keinen Bestätigungsdialog. Tickets sperren oder entsperren wird sofort ausgeführt.

source: This menu item opens a new window to change the priority of the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster, um die Priorität eines Tickets zu ändern.

source: Change Priority Screen
de: Priorität ändern

source: Select the new priority for the ticket.
de: Wählen Sie die neue Priorität für das Ticket.

source: The body text of the note to be added to the ticket.
de: Der Text der Notiz, die dem Ticket hinzugefügt werden soll.

source: Is visible for customer
de: Ist sichtbar für Kunde

source: Define, if the note is an internal note or customer can view it.
de: Legen Sie fest, ob die Notiz intern oder sichtbar für Kunden ist.

source: People
de: Personen

source: This menu item groups the following menu items together:
de: Unter diesem Menüeintrag finden Sie gruppiert die folgenden Menüeinträge:

source: This menu item opens a new window to change the owner of the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster, um den Besitzer des Tickets zu ändern.

source: Change Owner Screen
de: Besitzer ändern

source: New Owner \*
de: Neuer Besitzer \*

source: Select the new owner agent from the list. The agent needs *owner* permission, otherwise the agent is not listed.
de: Wählen Sie den Agenten aus der Liste aus, der neuer Besitzer des Tickets sein soll. Der Agent benötigt die Berechtigung *Besitzer*, ansonsten wird der Agent in dieser Liste nicht aufgeführt.

source: Customer
de: Kunde

source: This menu item opens a new window to change the customer of the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster, um den Kunden eines Tickets zu ändern.

source: Change Customer Screen
de: Kunde ändern

source: The new customer user of the ticket.
de: Der neue Kundenbenutzer des Tickets.

source: Automatically selected based on the customer user.
de: Wird automatisch ausgewählt, abhängig vom gewählten Kundenbenutzer.

source: Communication
de: Kommunikation

source: This menu item opens a new window to add a note as new article to the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster, um eine Notiz als Artikel an das Ticket anzufügen.

source: Add Note Screen
de: Notiz hinzufügen

source: Phone Call Outbound
de: Ausgehender Telefonanruf
