Repository: RotherOSS/doc-otobo-user
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de

source: The absolute date and time with timezone when the ticket was changed.
de: Das absolute Datum und die absolute Uhrzeit mit Zeitzone, wann das Ticket geändert wurde.

source: Close Time
de: Schließzeit

source: The absolute date and time with timezone when the ticket was closed. This field is empty for open tickets.
de: Das absolute Datum und die absolute Uhrzeit mit Zeitzone, wann das Ticket geschlossen wurde. Dieses Feld ist bei offenen Tickets leer.

source: The queue in which the ticket is located.
de: Die Queue, in der sich das Ticket befindet.

source: The state of the ticket.
de: Der Status des Tickets.

source: Priority
de: Priorität

source: The priority of the ticket.
de: Die Priorität des Tickets.

source: Customer User
de: Kundenbenutzer

source: The login name of the customer user of the ticket.
de: Der Benutzername des Kundenbenutzers des Tickets.

source: Customer ID
de: Kundennummer

source: The customer of the customer user of the ticket.
de: Der Kunde des Kundenbenutzers des Tickets.

source: The service of the ticket. If no service is assigned, this field is empty.
de: Der Service des Tickets. Wenn kein Service zugeordnet ist, ist dieses Feld leer.

source: The SLA of the ticket. If no SLA is assigned, this field is empty.
de: Das SLA des Tickets. Wenn kein SLA zugeordnet ist, ist dieses Feld leer.

source: The type of the ticket.
de: Der Typ des Tickets.

source: Agent/Owner
de: Agent/Besitzer

source: The owner agent of the ticket.
de: Der Besitzer des Tickets.

source: Responsible
de: Verantwortlicher

source: The responsible agent of the ticket.
de: Der Verantwortliche des Tickets.

source: Accounted time
de: Erfasste Zeit

source: Accumulated time of the times stored in the articles.
de: Akkumulierte Zeit der an Artikeln gespeicherten Zeiten.

source: The relative time from the current time to the time of escalation.
de: Die relative Zeit von der aktuellen Zeit bis zum Zeitpunkt der Eskalation.

source: The absolute date and time with timezone when the ticket is escalated.
de: Das absolute Datum und die absolute Uhrzeit mit Zeitzone, wenn das Ticket eskaliert.

source: The time in seconds within the defined working time or service time until an escalation.
de: Die Zeit in Sekunden innerhalb der definierten Arbeitszeit oder Servicezeit bis zu einer Eskalation.

source: EscalationTime
de: Eskalationszeit

source: The total time in seconds until escalation of nearest escalation time type: response, update or solution time.
de: Die Gesamtzeit in Sekunden bis zur Eskalation der nächsten Eskalationszeitart: Reaktions-, Aktualisierungs- oder Lösungszeit.

source: FirstResponse
de: Reaktionszeit

source: The timestamp of first response.
de: Der Zeitstempel der ersten Antwort.

source: FirstResponseInMin
de: Reaktionszeit in Minuten

source: The time in minutes from ticket creation to first response (based on working time).
de: Die Zeit in Minuten von der Ticket-Erstellung bis zur ersten Reaktion (basierend auf der Arbeitszeit).

source: FirstResponseDiffInMin
de: Reaktionszeit-Differenz in Minuten

source: The difference in minutes between the specified response time and the actual response time.
de: Die Differenz in Minuten zwischen der angegebenen Reaktionszeit und der tatsächlichen Reaktionszeit.

source: The time in seconds within the defined working time or service time until an escalation of a first response.
de: Die Zeit in Sekunden innerhalb der definierten Arbeitszeit oder Servicezeit bis zur Eskalation einer ersten Antwort.

source: Defines, whether the ticket has escalated or not.
de: Stellt ein, ob das Ticket eskaliert ist oder nicht.

source: Defines, whether the defined escalation notification time is reached or not.
de: Legt fest, ob der definierte Eskalationsmeldezeitpunkt erreicht wird oder nicht.

source: The escalation time as Unix timestamp.
de: Die Eskalationszeit als Unix-Zeitstempel.

source: The absolute date of a first response time escalation.
de: Das absolute Datum einer Eskalation der Reaktionszeit.

source: The total time in seconds until the first response time escalation.
de: Die Gesamtzeit in Sekunden bis zur ersten Eskalation der Reaktionszeit.

source: The update time escalation as Unix timestamp.
de: Die Updatezeit-Eskalation als Unix-Zeitstempel.

source: The absolute date of an update time escalation.
de: Das absolute Datum einer Eskalation der Aktualisierungszeit.

source: The time in seconds within the defined working time or service time until an update time escalation.
de: Die Zeit in Sekunden innerhalb der definierten Arbeitszeit oder Servicezeit bis zu einer Eskalation der Aktualisierungszeit.

source: The total time in seconds until an update time escalation.
de: Die Gesamtzeit in Sekunden bis zu einer Eskalation der Aktualisierungszeit.

source: The total time in seconds until a solution time escalation.
de: Die Gesamtzeit in Sekunden bis zur Eskalation einer Lösungszeit.

source: SolutionInMin
de: Lösungszeit in Minuten

source: The total time in minutes until a solution time escalation.
de: Die Gesamtzeit in Minuten bis zur Eskalation einer Lösungszeit.

source: SolutionDiffInMin
de: Lösungszeitdifferenz in Minuten

source: The difference in minutes between the specified solution time and the actual solution time.
de: Die Differenz in Minuten zwischen der angegebenen Lösungszeit und der tatsächlichen Lösungszeit.

source: The time in seconds within the defined working time or service time until a solution time escalation.
de: Die Zeit in Sekunden innerhalb der definierten Arbeitszeit oder Servicezeit bis zur Eskalation einer Lösungszeit.

source: The solution time escalation as Unix timestamp.
de: Die Eskalation der Lösungszeit als Unix-Zeitstempel.

source: The absolute date of a solution time escalation.
de: Das absolute Datum einer Lösungszeit-Eskalation.

source: First Lock
de: Erstmals gesperrt

source: The absolute date and time with timezone when the ticket was locked first. This field is empty for tickets, that are not locked yet.
de: Das absolute Datum und die absolute Uhrzeit mit Zeitzone, wann das Ticket zuerst gesperrt wurde. Dieses Feld ist leer für Tickets, die noch nicht gesperrt sind.

source: Lock
de: Sperren

source: The lock state of the ticket.
de: Der Sperrstatus des Tickets.

source: State type of the ticket.
de: Der Statustyp des Tickets.

source: Total seconds till pending.
de: Gesamtzahl der Sekunden bis zur Auslösung.

source: Time until the ticket is automatically unlocked.
de: Zeit, bis das Ticket automatisch entsperrt wird.

source: Unix timestamp of response time escalation.
de: Unix-Zeitstempel der Reaktionszeit-Eskalation.

source: Unix timestamp of solution time escalation.
de: Unix-Zeitstempel der Lösungszeit-Eskalation.

source: Unix timestamp of update time escalation.
de: Unix-Zeitstempel der Eskalation der Aktualisierungszeit.

source: Unix timestamp of pending time.
de: Unix-Zeitstempel der Wartezeit.

source: Number of Articles
de: Anzahl der Artikel

source: The number of articles in the ticket.
de: Die Anzahl der Artikel im Ticket.

source: Process
de: Prozess

source: The name of the process in which a process ticket is involved.
de: Der Name des Prozesses, an dem ein Prozessticket beteiligt ist.

source: Activity
de: Aktivität

source: The name of the activity in the process.
de: Der Name der Aktivität im Prozess.

source: The status of the activity in the process.
de: Der Status der Aktivität im Prozess.

source: The name of the dynamic fields added to the system. The list of dynamic fields is different in each system.
de: Der Name der dynamischen Felder, die dem System hinzugefügt wurden. Die Liste der dynamischen Felder ist in jedem System unterschiedlich.

source: Search function can be used to search everything inside OTOBO. This function looks for the search term in tickets, articles and FAQ articles, as well as in attached documents.
de: Die Suchfunktion kann verwendet werden, um alles in OTOBO zu durchsuchen. Diese Funktion sucht den Suchbegriff in Tickets, Artikeln und FAQ-Artikeln sowie in angehängten Dokumenten.

source: Use this menu item to search for something. The *Search Results* screen is available, if you click on the magnification glass icon in the main menu, enter a search term and hit *Enter* key on your keyboard.
de: Verwenden Sie diesen Menüpunkt, um nach etwas zu suchen. Die Ansicht *Suchergebnisse* ist verfügbar, wenn Sie im Hauptmenü auf das Lupen-Symbol klicken, einen Suchbegriff eingeben und die Taste *Eingabe* auf Ihrer Tastatur drücken.

source: If the search has results, a new screen will open.
de: Wenn die Suche Ergebnisse hat, öffnet sich eine neue Ansicht.

source: This screen lists all objects that matches the search term. The objects are grouped by type.
de: Diese Ansicht listet alle Objekte, die dem Suchtbegriff entsprechen. Die Objekte sind nach Typ gruppiert.

source: To find the desired object:
de: So finden Sie das gewünschte Objekt:

source: Select a type in the header of the widget.
de: Wählen Sie im Kopfbereich des Widgets einen Typ.

source: Use the filter in the right sidebar to narrow the result.
de: Benutzen Sie den Filter in der linken Seitenleiste, um die Ergebnisse einzuschränken.

source: There is an option *All* to see all type of object.
de: Es gibt eine Option *Alle*, um alle Objekttypen zu sehen.

source: Search Parameters
de: Such-Parameter

source: The query string consists of *terms* and *operators*. A term can be a single word or a phrase surrounded by double quotes. Operators allow you to customize the search.
de: Der Query-String besteht aus *Begriffen* und *Operatoren*. Ein Begriff kann ein einzelnes Wort oder eine Phrase sein, die von doppelten Anführungszeichen umgeben ist. Operatoren ermöglichen es Ihnen, die Suche anzupassen.

source: Single word
de: Einzelnes Wort

source: If the query string is a single word (for example ``quick`` or ``brown``), then OTOBO searches for all items containing the given word.
de: Wenn der Query-String ein einzelnes Wort ist (bspw. ``schnell`` oder ``rot``, dann sucht OTOBO nach allen Einträgen, die dieses Wort enthalten.

source: If two or more words are given in the query string (for example ``quick brown``), then OTOBO searches for all items containing the word ``quick`` **or** ``brown``.
de: Wenn der Query-String zwei oder mehr Wörter enthält (bspw. ``schnell rot``), dann sucht OTOBO nach allen Einträgen, die die Wörter ``schnell`` *oder* ``rot`` enthalten.

source: Phrase surrounded by double quotes
de: Phrase umgeben von doppelten Anführungszeichen

source: If the query string contains a phrase surrounded by double quotes (for example ``"quick brown"``), then OTOBO searches for all items containing the words in the phrase in the same order.
de: Wenn der Query-String eine Phrase umgeben doppelten Anführungszeichen enthält (bspw. ``"schnell rot"``), dann sucht OTOBO nach allen Einträgen, die die Wörter in der gleichen Reihenfolge enthalten.

source: Wildcards
de: Jokerzeichen

source: Use ``?`` to replace a single character, and ``*`` to replace zero or more characters (for example ``qu?ck bro*``).
de: Benutzen Sie ``?``, um einen einzelnen Buchstaben zu ersetzen und ``*``, um keiner oder mehrere Buchstaben zu ersetzen (bspw.``schn?ll ro*``).

source: Wildcard queries can lead to performance issues, because many terms need to be queried to match the query string.
de: Abfragen mit Jokerzeichen können zu Leistungsproblemen führen, weil viele Begriffe abgefragt werden müssen, um mit der Suchzeichenfolge übereinzustimmen.

source: Regular expressions
de: Reguläre Ausdrücke

source: Regular expression patterns can be embedded in the query string by wrapping them in slashes (for example ``/joh?n(ath[oa]n)/``).
de: Muster regulärer Ausdrücke können in die Abfragezeichenfolge eingebettet werden, indem sie in Schrägstriche eingeschlossen werden (bspw. ``/joh?n(ath[oa]n)/``).

source: The supported regular expression syntax is explained in `Regular expression syntax <https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl-regexp-query.html#regexp-syntax>`__ chapter of the Elasticsearch documentation.
de: Die unterstützte Syntax für reguläre Ausdrücke wird im Kapitel `Reguläre Ausdruckssyntax <https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl-regexp-query.html#regexp-syntax>`__ in der Dokumentation von Elasticsearch erläutert.

source: Fuzziness
de: Unschärfe

source: It is possible to search for terms that are similar to, but not exactly like the given search terms, using the *fuzzy* operator (for example ``quikc~ brwn~ foks~``).
de: Es ist möglich, mit dem Operator *fuzzy* nach Begriffen zu suchen, die den angegebenen Suchbegriffen ähnlich, aber nicht genau wie diese sind (z.B. `schenll~ rt~ fuks~``).

source: The default fuzziness level is 2, but a level of 1 should be sufficient to catch 80% of all human misspellings. It can be specified as ``quikc~1``.
de: Die Standardeinstellung für die Unschärfe ist 2, aber eine Stufe von 1 sollte ausreichen, um 80% aller menschlichen Schreibfehler zu erfassen. Es kann als ``schenll~1`` angegeben werden.

source: Fuzziness can be disabled with ``quikc~0`` which will not consider spelling mistakes.
de: Unschärfe kann mit ``schenll~0`` deaktiviert werden, was Rechtschreibfehler nicht berücksichtigt.

source: Proximity
de: Näherung

source: This operator specifies the maximum edit distance of words. The phrase *quick fox* would be considered more relevant than *quick brown fox*.
de: Dieser Operator gibt den maximalen Bearbeitungsabstand der Wörter an. Der Ausdruck *schneller fuchs* würde als relevanter angesehen werden als *schneller brauner fuchs*.

source: Ranges
de: Bereiche

source: The query string can contain ranges for date, numeric or string fields. Inclusive ranges are specified with square brackets ``[min TO max]`` and exclusive ranges with curly brackets ``{min TO max}``.
de: Die Abfragezeichenfolge kann Bereiche für Datums-, numerische oder Zeichenkettenfelder enthalten. Inklusive Bereiche werden mit eckigen Klammern ``[min TO max]`` und exklusive Bereiche mit geschweiften Klammern ``{min TO max}`` angegeben.

source: Boosting
de: Verstärkung

source: The *boost* operator ``^`` can be used to make one term more relevant than another. For example use the query string ``quick^2 fox``, if you want to find all documents about foxes, but you are especially interested in quick foxes.
de: Der *Verstärkugs*-Operator ``^`` kann verwendet werden, um einen Begriff relevanter zu machen als einen anderen. Verwenden Sie z.B. die Suchzeichenfolge ``schnell^2 fuchs``, wenn Sie alle Dokumente über Füchse finden wollen, aber besonders an schnellen Füchsen interessiert sind.

source: You can also use boosts for phrases or groups, for example ``"quick fox"^2 AND (brown lazy)^4``.
de: Sie können Verstärkung auch für Phrasen oder Gruppen nutzen, bspw. ``"schnell fuchs"^2 AND (rot langsam)^4``.

source: Boolean operators
de: Boolesche Operatoren

source: The query string ``quick brown fox`` searches for all items containing one or more of the specified words.
de: Die Suchzeichenfolge ``schnell rot fuchs`` sucht nach allen Elementen, die eines oder mehrere der angegebenen Wörter enthalten.

source: The preferred operators are ``+`` (term must be present) and ``-`` (term must not be present). All other terms are optional.
de: Die bevorzugten Operatoren sind ``+`` (Begriff muss vorhanden sein) und ``-`` (Begriff darf nicht vorhanden sein). Alle anderen Bedingungen sind optional.

source: For example if the query string is ``quick brown +fox -news`` then it means:
de: Zum Beispiel, wenn die Suchzeichenfolge ``schnell rot +fuchs -neuigkeiten`` ist, dann bedeutet das:

source: ``fox`` must be present.
de: ``fuchs`` muss vorhanden sein.

source: ``news`` must not be present.
de: ``neuigkeiten`` darf nicht enthalten sein.

source: ``quick`` and ``brown`` are optional.
de: ``schnell`` und ``rot`` sind optional.

source: The well known logical operators ``AND``, ``OR`` and ``NOT`` (or ``&&``, ``||`` and ``!``) are also supported. The query string ``((quick AND fox) OR (brown AND fox) OR fox) AND NOT news`` is identical with the previous example.
de: Die bekannten logischen Operatoren ``AND``, ``OR`` und ``NOT`` (oder ``&&``, ``||`` und ``!``) werden ebenfalls unterstützt. Die Abfragezeichenkette ``((schnell AND fuchs) OR (rot AND fuchs) OR fuchs) AND NOT neuigkeiten`` ist identisch mit dem vorherigen Beispiel.

source: Grouping
de: Gruppierung

source: Changing the precedence with parentheses is possible, like ``(quick OR brown) AND fox``.
de: Das Ändern der Priorität mit Klammern ist möglich, wie z.B. ``(schnell ODER rot) UND fuchs``.

source: Reserved characters
de: Reservierte Zeichen

source: There are some reserved characters which function as operators, and they can not be used in search queries.
de: Es gibt einige reservierte Zeichen, die als Operatoren fungieren und nicht in Suchanfragen verwendet werden können.

source: The reserved characters are: ``+ - = && || > < ! ( ) { } [ ] ^ " ~ * ? : \ /``.
de: Die reservierten Zeichen sind: ``+ - = && || > < ! ( ) { } [ ] ^ " ~ * ? : \ /``.

source: If any of these characters need to be used in search queries, then you should escape them with a leading backslash. For example to search for the term *(1+1)=2*, you have to use the query string as ``\(1\+1\)\=2``.
de: Wenn eines dieser Zeichen in Suchanfragen verwendet werden soll, dann sollten Sie es mit einem führenden Backslash maskieren. Um beispielsweise nach dem Begriff *(1+1)=2* zu suchen, müssen Sie den Suchbegriff als ``\(1\+1\)\=2`` verwenden.

source: More information can be found in the `Query string syntax <https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl-query-string-query.html#query-string-syntax>`__ chapter of the Elasticsearch documentation.
de: Weitere Informationen finden Sie im Kapitel `Query string syntax <https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl-query-string-query.html#query-string-syntax>`__ der Elasticsearch Dokumentation.

source: A ticket is similar to a medical report created for a hospital patient. When a patient first visits the hospital, a medical report is created to hold all necessary personal and medical information on him. Over multiple visits, as he is attended to by the same or additional doctors, the attending doctor updates the report by adding new information on the patient’s health and the ongoing treatment. This allows any other doctors or the nursing staff to get a complete picture on the case at hand. When the patient recovers and leaves the hospital, all information from the medical report is archived and the report is closed.
de: Ein Ticket ist vergleichbar mit einem medizinischen Bericht, der für einen Krankenhauspatienten erstellt wurde. Wenn ein Patient zum ersten Mal das Krankenhaus besucht, wird ein medizinischer Bericht erstellt, in dem alle notwendigen persönlichen und medizinischen Informationen über ihn gespeichert sind. Bei mehreren Besuchen, da er von denselben oder zusätzlichen Ärzten betreut wird, aktualisiert der behandelnde Arzt den Bericht, indem er neue Informationen über die Gesundheit des Patienten und die laufende Behandlung hinzufügt. So kann sich jeder andere Arzt oder das Pflegepersonal ein vollständiges Bild vom vorliegenden Fall machen. Wenn der Patient sich erholt und das Krankenhaus verlässt, werden alle Informationen aus dem medizinischen Bericht archiviert und der Bericht geschlossen.

source: Ticket systems such as OTOBO handle tickets like normal emails. The messages are saved in the system. When a customer sends a request, a new ticket is generated by the system which is comparable to a new medical report being created. The response to this new ticket is comparable to a doctor’s entry in the medical report. A ticket is closed if an answer is sent back to the customer, or if the ticket is separately closed by the system. If a customer responds again on an already closed ticket, the ticket is reopened with the new information added.
de: Ticket-Systeme wie OTOBO verarbeiten Tickets wie normale E-Mails. Die Nachrichten werden im System gespeichert. Wenn ein Kunde eine Anfrage sendet, wird vom System ein neues Ticket generiert, das mit einem neuen Arztbericht vergleichbar ist. Die Antwort auf dieses neue Ticket ist vergleichbar mit dem Eintrag eines Arztes im Arztbericht. Ein Ticket ist geschlossen, wenn eine Antwort an den Kunden zurückgeschickt wird oder wenn das Ticket vom System separat geschlossen wird. Reagiert ein Kunde erneut auf ein bereits geschlossenes Ticket, wird das Ticket mit den neuen Informationen wieder geöffnet.

source: Ticket Zoom Screen
de: Ticket-Detailansicht

source: Every ticket is stored and archived with complete information. Since tickets are handled like normal emails, attachments and contextual annotations will also be stored with each email. In addition, information on relevant dates, employees involved, working time needed for ticket resolution, etc. are also saved. At any later stage, tickets can be sorted, and it is possible to search through and analyze all information using different filtering mechanisms.
de: Jedes Ticket wird mit vollständigen Informationen gespeichert und archiviert. Da Tickets wie normale E-Mails behandelt werden, werden auch Anhänge und kontextbezogene Anmerkungen mit jeder E-Mail gespeichert. Darüber hinaus werden Informationen zu relevanten Terminen, beteiligten Mitarbeitern, Arbeitszeit für die Ticketauflösung etc. gespeichert. Zu einem späteren Zeitpunkt können die Tickets sortiert werden, und es ist möglich, alle Informationen mit verschiedenen Filtermechanismen zu durchsuchen und zu analysieren.

source: Escalation View
de: Ansicht nach Eskalationen

source: Use this screen to view tickets in specific escalation time periods. The *Escalation View* screen is available in the *Escalation View* menu item of the *Tickets* menu.
de: Verwenden Sie diese Ansicht, um Tickets in spezifizierten Eskalationszeiträumen anzuzeigen. Die *Ansicht nach Eskalationen* ist unter dem Menüeintrag *Ansicht nach Eskalationen* im Menü *Tickets* verfügbar.

source: This screen has three different views: small, medium and large. You can change the views with the buttons in the right side of the widget: *S* means *small*, *M* means *medium* and *L* means *large*.
de: Dieser Bereich hat drei verschiedene Ansichten: Klein, Mittel, und Groß. Sie können die Ansichten mit den Schaltflächen in der rechten Seite des Widgets ändern: *S* bedeutet *Klein* , *M* bedeutet *Mittel* und *L* bedeutet *Groß*.

source: Escalation View Widget Header
de: Widget "Ansicht nach Eskalationen"

source: Each view has a filter in the top of the widget to list tickets only in a specific escalation time period.
de: Jede Ansicht hat einen Filter im Kopfbereich des Widgets, um Tickets nur für eine bestimmte Zeitperiode anzuzeigen.

source: Today
de: Heute

source: Tickets, that have a deadline today.
de: Tickets, die heute eskalieren.

source: Tomorrow
de: Morgen

source: Tickets, that have a deadline tomorrow.
de: Tickets, die morgen eskalieren.

source: Next week
de: Nächste Woche

source: Tickets, that have a deadline on the next week.
de: Tickets, die nächste Woche eskalieren.

source: Small Escalation View
de: Kleine Ansicht nach Eskalationen

source: This view lists tickets in a table format.
de: Die Ansicht listet die Tickets in einem Tabellenformat.

source: Small Escalation View Screen
de: Kleine Ansicht nach Eskalationen

source: To limit the number of displayed tickets per page:
de: So begrenzen Sie die Anzahl der angezeigten Tickets pro Seite:

source: Select the maximum number of tickets displayed per page.
de: Wählen Sie die maximale angezeigte Anzahl der Tickets pro Seite.
