Repository: RotherOSS/doc-otobo-user
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de

source: The dashboard is the main page of the system, where you can get an overview of tickets and other things related to ticket activity. It is designed to be the starting point for an agent’s daily work. By default, it provides a quick summary of the tickets that are pending, escalated, new or open, and more information.
de: Das Dashboard ist die Hauptseite des Systems. Hier können Sie sich einen Überblick über die Tickets und andere Dinge im Zusammenhang mit der Ticketaktivität verschaffen. Es ist so gedacht, dass es den Ausgangspunkt für die tägliche Arbeit eines Agenten darstellt. Standardmäßig stellt es eine schnelle Zusammenfassung der Tickets dar, die ausstehend, eskaliert, neu oder offen sind und weitere Informationen.

source: The dashboard is the main overview screen for agents. Use this screen to get full overview about the most important things: ticket lists, appointments, statistics, news.
de: Das Dashboard ist die Hauptübersichts-Ansicht für Agenten. Verwenden Sie das Dashboard, um einen vollen Überblick über die wichtigsten Dinge zu erhalten: Ticket-Listen, Termine, Statistiken, Neuigkeiten.

source: Dashboard Header
de: Dashboard-Kopfbereich

source: The header consists of three parts.
de: Der Kopfbereich besteht aus drei Teilen.

source: Avatar image
de: Avatar-Bild

source: The :doc:`../avatar` and the :doc:`../avatar/logout` possibilities.
de: Das :doc:`../avatar` und die Möglichkeiten zum :doc:`../avatar/logout`.

source: Toolbar icons
de: Werkzeugleisten-Icons

source: Icons and search boxes can be activated in settings under *Frontend* → *Agent* → *Toolbar*.
de: Die Symbole und Suchfelder können in den Einstellungen unter *Frontend* → *Agent* → *Toolbar* aktiviert werden.

source: The last icon is the chat availability status.
de: Das letzte Symbol ist der Chat-Verfügbarkeitsstatus.

source: The chat availability status icon is a three-way switch, and can be changed by clicking.
de: Das Statussymbol für die Chatverfügbarkeit ist ein Drei-Wege-Schalter und kann durch Anklicken geändert werden.

source: Empty circle: unavailable for chats.
de: Leerer Kreis: Nicht verfügbar für Chats.

source: Empty circle with tick sign: available for internal (agent to agent) chats.
de: Leerer Kreis mit Häkchen: verfügbar für interne (Agent zu Agent) Chats.

source: Filled circle with tick sign: available for internal (agent to agent) and external (customer to agent, public to agent) chats.
de: Gefüllter Kreis mit Häkchen: verfügbar für interne (Agent zu Agent) und externe (Kunde zu Agent, öffentlich zu Agent) Chats.

source: Main menu
de: Hauptmenü

source: The main menu of the agent interface.
de: Das Hauptmenü des Agenten-Interface

source: The dashboard displays so called *widgets*. A widget is a box, that consists of a header, a filter and a data table. Each widget can be moved with drag and drop, and can have own settings.
de: Das Dashboard zeigt so genannte *Widgets* an. Ein Widget ist eine Box, die aus einem Kopfbereich, einem Filter und einer Datentabelle besteht. Jedes Widget kann per Drag&Drop innerhalb des Dashboards verschoben werden und kann eigene Einstellungen haben.

source: Each ticket widget has own filter for displaying:
de: Jedes Ticket-Widget hat einen eigenen Filter zur Anzeige:

source: My watched tickets: tickets that the agent has in his/her watched list (requires ``Ticket::Watcher`` setting to be turned on).
de: Meine beobachteten Tickets: Tickets, die der Agent als "zu beobachten" markiert hat. Dazu muss die Systemkonfigurations-Einstellung ``Ticket::Watcher`` eingeschaltet sein. Kontaktieren Sie bitte dazu Ihren OTOBO-Administrator.

source: My responsibilities: tickets that the agent is set as responsible (requires ``Ticket::Responsible`` setting to be turned on).
de: Meine verantwortlichen Tickets: Tickets, denen der Agent als Verantwortlicher zugeordnet ist (Benötigt die aktivierte Einstellung ``Ticket::Responsible``).

source: Tickets in My Services: tickets that are assigned to services selected in :doc:`../avatar/personal-preferences`.
de: Tickets in Meinen Services: Tickets, die zu den Services zugeordnet sind, die in :doc:`../avatar/personal-preferences` ausgewählt wurden.

source: The numbers indicate the number of tickets in each filter term.
de: Die Zahlen geben die Anzahl der Tickets in jedem Filterterm an.

source: To add new widgets:
de: So fügen Sie neue Widgets hinzu:

source: Click on the *Settings* widget in the right sidebar to expand it.
de: Klicken Sie auf den Kopfbereich des Widgets "Einstellungen" in der rechten Seitenleiste um es aufzuklappen.

source: Select the widgets you want to add.
de: Wählen Sie durch Setzen eines Hakens die Widgets, die Sie hinzufügen möchten.

source: To remove widgets:
de: So entfernen Sie Widgets:

source: Deselect the widgets you want to remove.
de: De-selektieren Sie die Widgets, die Sie entfernen möchten.

source: You can also remove a widget, if you hover the mouse over the widget header and click on the *×* on the top right corner to close the widget.
de: Sie können ein Widget ebenfalls entfernen, wenn Sie die Maus über den Kopfbereich bewegen und dann auf das *x*-Symbol in der oberen, rechten Ecke des Widgets klicken.

source: To move widgets:
de: So verschieben Sie Widgets:

source: Click on the widget header and hold down the mouse button.
de: Klicken Sie auf den Kopfbereich des Widgets und halten Sie die Maustaste gedrückt.

source: Drag the widget to the desired position.
de: Verschieben Sie das Widget mit gedrückter Maustaste an die gewünschte Position.

source: Drop the widget by releasing the mouse button.
de: Platzieren Sie das Widget durch Loslassen der Maustaste.

source: Widgets can have own settings. To configure a widget:
de: Widgets können eigene Einstellungen haben. So konfigurieren Sie ein Widget:

source: Hover the mouse over the widget header.
de: Führen Sie die Maus über den Kopfbereich des Widgets.

source: Click on the gear icon in the top right corner.
de: Klicken Sie auf das Zahnrad-Symbol in der oberen, rechten Ecke.

source: Change the number and set the visible columns by drag and drop.
de: Legen Sie in "Gezeigte Tickets" die Anzahl der angezeigten Tickets fest. Mit Drag&Drop können Sie die Spalten zwischen den Bereichen "Verfügbare Spalten" und "Angezeigte Spalten" verschieben.

source: Click on the *Save Changes* button.
de: Klicken Sie auf die Schaltfläche *Änderungen speichern*.

source: Widget Settings
de: Widget-Einstellungen

source: Dashboard Content Widgets
de: Inhalts-Widgets

source: The widgets can be different depending on the installed packages and system configuration settings.
de: Die Widgets können abhängig von installierten Paketen und Systemeinstellungen unterschiedlich sein.

source: The *Running Process Tickets* widget lists the process tickets, that are started, but not finished yet.
de: Das Widget "Aktive Prozess-Tickets" listet alle gestarteten, noch nicht beendeten Prozess-Tickets auf.

source: Running Process Tickets Widget
de: Widget "Aktive Prozess-Tickets"

source: Ticket Queue Overview Widget
de: Widget "Ticket-Übersicht nach Queues"

source: The *Events Ticket Calendar* widget displays tickets in a calendar, but this widget does not work out-of-the-box.
de: Das Widget "Ticket-Ereigniskalender" zeigt die Tickets in einem Kalender. Das Widget funktioniert aber nicht sofort.

source: To display the tickets in this calendar, the following settings need to be set by an **admin user**:
de: Um Tickets in diesem Kalender anzuzeigen, müssen die folgenden Einstellungen von einem **Admin-Nutzer** vorgenommen werden:

source: Create the following dynamic fields:
de: Erstellen Sie die folgenden Dynamischen Felder:

source: Object
de: Objekt

source: Type
de: Typ

source: Label
de: Beschriftung

source: Date / Time
de: Datum / Zeit

source: Calendar Start Time
de: Kalender-Startzeitpunkt

source: Calendar End Time
de: Kalender-Endzeitpunkt

source: Navigate to *Frontend* → *Agent* → *View* and select a view to add the dynamic field to.
de: Navigieren Sie zu *Frontend* → *Agent* → *View* und wählen Sie eine Ansicht, zu der Sie das Dynamische Feld hinzufügen möchten.

source: For example add these dynamic fields to *New Phone Ticket* screen and *New Email Ticket* screen to set the dates at ticket creation time, or to *Ticket Free Fields* screen to set the dates for existing ticket in the *Miscellaneous* → *Free Fields* menu item of the :doc:`../tickets/ticket-zoom` screen.
de: Fügen Sie diese Dynamischen Felder bspw. zu den Ansichten *Neues Telefon-Ticket* und *Neues E-Mail-Ticket*, um die Daten zur Erstellungszeit des Tickets festzulegen. Oder in die Ansicht *Freie Felder*, um die Daten für das bestehende Ticket unter dem Menüpunkt *Verschiedenes* → *Freie Felder* in der :doc:`../tickets/ticket-zoom` einzustellen.

source: ``TicketCreateStartTime`` → *1 – Enabled*
de: ``TicketCreateStartTime`` → *1 – Aktiviert*

source: ``TicketCreateEndTime`` → *1 – Enabled*
de: ``TicketCreateEndTime`` → *1 – Aktiviert*

source: Add more queues to ``DashboardEventsTicketCalendar###Queues`` setting (default is *Raw* queue only).
de: Fügen Sie mehr Queues zu der ``DashboardEventsTicketCalendar###Queues`` -Einstellung hinzu. (Standardmäßig ist nur die Queue *Raw* hinzugefügt).

source: If the dynamic fields contain values for the tickets, the tickets are displayed in the widget.
de: Wenn die Dynamischen Felder Werte für Tickets enthalten, werden die Tickets in diesem Widget angezeigt.

source: Hover the mouse over an entry to see the details of the ticket, or click on it to open the ticket in the :doc:`../tickets/ticket-zoom` screen.
de: Führen Sie die Maus über einen Eintrag, um die Details eines Tickets zu sehen oder klicken Sie auf ein Ticket, um die :doc:`../tickets/ticket-zoom` dieses Tickets zu öffnen.

source: Events Ticket Calendar Widget
de: Widget "Ticket-Ereigniskalender"

source: Dashboard Sidebar Widgets
de: Widgets in der Seitenleiste

source: The *7 Day Stats* widget displays the number of created and closed tickets in the last seven days.
de: Das *7-Tage-Statistik*-Widget zeigt die Anzahl der erstellten und geschlossenen Tickets der letzten sieben Tage an.

source: 7 Day Stats Widget
de: Widget "7-Tage-Statistik"

source: The *Upcoming Events* widget displays entries from the :doc:`../calendar`.
de: Das *Anstehende Ereignisse*-Widget zeigt Einträge aus dem :doc:`../calendar` an.

source: Upcoming Events Widget
de: Widget "Anstehende Ereignisse"

source: The *Out Of Office* widget displays the agents, who are currently out of office. This information can be set in the *User Profile* module of the :doc:`../avatar/personal-preferences`.
de: Das *Derzeit nicht im Büro*-Widget zeigt die Agenten an, die derzeitig nicht im Büro sind. Diese Information kann ein Agent im Modul *Benutzerprofil* in den :doc:`../avatar/personal-preferences` setzen.

source: If currently no agents are out of office, this widget is not displayed.
de: Wenn derzeitig keine Agenten diese Information gesetzt haben, dann wird das Widget nicht angezeigt.

source: Out Of Office Widget
de: Widget "Derzeit nicht im Büro"

source: The *Latest updated FAQ articles* widget displays the FAQ articles, that are updated recently.
de: Das Widget *Zuletzt geänderte FAQ-Artikel* zeigt die FAQ-Artikel, die kürzlich geändert wurden.

source: Latest Updated FAQ Articles Widget
de: Widget "Zuletzt geänderte FAQ-Artikel"

source: The *Latest created FAQ articles* widget displays the FAQ articles, that are created recently.
de: Das Widget *Zuletzt erstellte FAQ-Artikel* zeigt die FAQ-Artikel, die kürzlich erstellt wurden.

source: Latest Created FAQ Articles Widget
de: Widget "Zuletzt erstellte FAQ-Artikel"

source: The *Logged-In Users* widget displays the currently online agents and customer users.
de: Das *Angemeldete Nutzer*-Widget zeigt die derzeitig angemeldeten Agenten und Kunden an.

source: Logged-In Users Widget
de: Widget "Angemeldete Nutzer"

source: The *OTOBO News* widget displays news from an RSS feed.
de: Das *OTOBO-Neuigkeiten*-Widget zeigt Neuigkeiten aus einem RSS-Feed an.

source: To change the RSS feed source, see ``DashboardBackend###0410-RSS`` setting.
de: Um die Quelle des RSS-Feeds zu ändern, nutzen Sie die ``DashboardBackend###0410-RSS`` -Einstellung.

source: OTOBO News Widget
de: Widget "OTOBO-Neuigkeiten"

source: The *Appointments* widget displays the appointments for today, tomorrow and for this week.
de: Das *Termine*-Widget zeigt die Termine für heute, morgen und diese Woche an.

source: Click on the *Add Appointment* button to open the :doc:`../calendar/new-appointment` dialog.
de: Klicken Sie auf die *Termin hinzufügen*-Schaltfläche, um den :doc:`../calendar/new-appointment` -Dialog zu öffnen.

source: Appointments Widget
de: Widget "Termine"

source: FAQ articles contain answers for frequently asked questions, or they contain common knowledge.
de: FAQ-Artikel enthalten Antworten auf häufig gestellte Fragen oder enthalten allgemeines Wissen.

source: Category Management
de: Kategorienverwaltung

source: Use this screen to manage categories available in FAQ articles. A fresh OTOBO installation already contains a category by default. The category management screen is available in the *Category Management* menu item of the *FAQ* menu.
de: Verwenden Sie diese Ansicht, um Kategorien für FAQ-Artikel zu verwalten. Eine neue OTOBO-Installation enthält standardmäßig keine Kategorien. Die Ansicht zur Verwaltung der Kategorien ist unter dem Menüpunkt *Kategorienverwaltung* im Menü *FAQ* verfügbar.

source: FAQ Category Management Screen
de: FAQ-Kategorienverwaltung

source: Manage FAQ Categories
de: FAQ-Kategorien verwalten

source: To add a category:
de: So fügen Sie eine Kategorie hinzu:

source: Click on the *Add category* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Kategorie hinzufügen*.

source: Add Category Screen
de: Kategorie hinzufügen

source: To edit a category:
de: So bearbeiten Sie eine Kategorie:

source: Click on a category in the list of categories.
de: Klicken Sie in der Liste der Kategorien auf eine Kategorie.

source: Edit Category Screen
de: Kategorien bearbeiten

source: To delete a category:
de: So löschen Sie eine Kategorie:

source: Click on the trash icon in the list of categories.
de: Klicken Sie in der Liste mit den Kategorien auf das Papierkorb-Symbol.

source: Click on the *Yes* button in the confirmation dialog.
de: Klicken Sie im Bestätigungs-Dialog auf die Schaltfläche *Ja*.

source: Delete Category Screen
de: Kategorie löschen

source: FAQ Category Settings
de: Einstellungen für FAQ-Kategorien

source: Subcategory of
de: Unterkategorie von

source: It is possible to add the new category under an existing one as sub-category. This will be displayed as *Parent Category::Child Category*.
de: Es ist möglich, die neue Kategorie unter einer bestehenden Kategorie als Unterkategorie hinzuzufügen. Dies wird als *Eltern-Kategorie::Kind-Kategorie* angezeigt.

source: Permission \*
de: Berechtigung \*

source: Agent groups that can access articles in this category.
de: Die Gruppen von Agenten, die berechtigt sind, auf FAQ-Artikel in dieser Kategorie zuzugreifen.

source: Validity
de: Gültigkeit

source: Comment \*
de: Kommentar \*

source: Explorer
de: Ansicht nach Kategorien

source: Use this screen to browse through the FAQ articles. The FAQ explorer is available in the *Explorer* menu item of the *FAQ* menu.
de: Verwenden Sie diese Ansicht, um durch die FAQ-Artikel zu blättern. Die Ansicht ist unter dem Menüeintrag *Ansicht nach Kategorien* im Menü *FAQ* verfügbar.

source: FAQ Explorer Screen
de: Ansicht nach Kategorien

source: This screen contains several widgets.
de: Diese Ansicht beinhaltet verschiedene Widgets.

source: FAQ Explorer Content Widgets
de: Ansicht nach Kategorien - Inhalts-Widgets

source: The *Subcategories* widget lists all categories and displays the number of subcategories and FAQ articles.
de: Das *Unterkategorien*-Widget listet alle Kategorien auf und zeigt die Anzahl der Unterkategorien und die Anzahl der FAQ-Artikel an.

source: To select a category, just click on the name of a category.
de: Um eine Kategorie auszuwählen, klicken Sie einfach auf den Namen der Kategorie.

source: If a category contains at least one FAQ article, the list of FAQ articles will display in the *FAQ Articles* widget. This widget displays some information about the FAQ articles, like *Title*, *Language*, *State* and *Validity*.
de: Wenn eine Kategorie mindestens einen FAQ-Artikel enthält, wird die Liste der FAQ-Artikel im *FAQ-Artikel*-Widget angezeigt. Dieses Widget zeigt einige Informationen zu den FAQ-Artikeln wie *Titel*, *Sprache*, *Status* und *Gültigkeit* an.

source: FAQ Articles Widget
de: Widget "FAQ-Artikel"

source: To limit the number of displayed FAQ articles per page:
de: So begrenzen Sie die Anzahl der angezeigten FAQ-Artikel pro Seite:

source: Select the maximum number of changes FAQ articles per page.
de: Wählen Sie die maximale Anzahl der geänderten FAQ-Artikel pro Seite.

source: Clicking on an FAQ article will open the :doc:`faq-zoom` screen.
de: Wenn Sie auf einen FAQ-Artikel klicken, öffnet sich die :doc:`faq-zoom`.

source: FAQ Explorer Sidebar Widgets
de: Ansicht nach Kategorien - Widgets in der Seitenleiste

source: The right sidebar lists the recently created, updated FAQ articles, as well as the top 10 FAQ articles.
de: Die Widgets in der rechten Seitenleiste listen alle kürzlich erstellten FAQ-Artikel, geänderten FAQ-Artikel und die Top 10 FAQ-Artikel auf.

source: FAQ Explorer Sidebar
de: Ansicht nach Kategorien - Seitenleiste

source: The *Top 10 FAQ articles* widget displays the top 10 articles based on its ratings.
de: Das Widget *Top 10 FAQ-Artikel* zeigt die Top FAQ-Artikel basierend auf den Bewertungen an.

source: To rate an FAQ article:
de: So bewerten Sie einen FAQ-Artikel:

source: Click on the FAQ article to open the :doc:`faq-zoom` screen.
de: Klicken Sie auf den FAQ-Artikel, um die :doc:`faq-zoom` zu öffnen.

source: Scroll down to the bottom of the screen.
de: Scrollen Sie nach unten bis zum unteren Rand des Bildschirms.

source: Click on the *Yes* or *No* button in the *Rating* widget.
de: Klicken Sie im Widget *Bewertung* auf *Ja* oder *Nein*.

source: Any user can rate an FAQ article only once. The number of positive and negative ratings will be displayed in the right sidebar of :doc:`faq-zoom` screen.
de: Jeder Benutzer kann einen FAQ-Artikel nur einmal bewerten. Die Anzahl der positiven und negativen Bewertungen wird in der rechten Seitenleiste der :doc:`faq-zoom` angezeigt.

source: FAQ Zoom
de: FAQ-Detailansicht

source: Use this screen to see the details of an FAQ article. The *FAQ Zoom* screen is available, if you click on an FAQ article in any other screens.
de: Verwenden Sie diese Ansicht, um die Details eines FAQ-Artikels anzuschauen. Die *FAQ-Detailansicht* ist verfügbar, wenn Sie in eine der anderen Ansichten auf einen FAQ-Artikel klicken.

source: FAQ Zoom Screen
de: FAQ-Detailansicht

source: This screen has an own menu and contains several widgets.
de: Diese Ansicht hat eigene Menüs und beinhaltet verschiedene Widgets.

source: FAQ Content
de: FAQ-Inhalt

source: The *FAQ Zoom* screen has an own menu.
de: Die *FAQ-Detailansicht* hat ein eigenes Menü.

source: Back
de: Zurück

source: This menu item goes back to the previous screen.
de: Dieser Menüeintrag führt zur vorherigen Ansicht zurück.

source: Edit
de: Bearbeiten

source: This menu item opens a new window to edit the FAQ article.
de: Dieser Menüeintrag öffnet ein neues Fenster zum Bearbeiten des FAQ-Artikels.

source: Edit FAQ Screen
de: FAQ-Artikel bearbeiten

source: History
de: Historie

source: This menu item opens a new window to see the history of the FAQ article.
de: Dieser Menüeintrag öffnet ein neues Fenster mit der Historie des FAQ-Artikels.

source: FAQ History Screen
de: FAQ-Historie

source: Print
de: Drucken

source: This menu item opens a PDF file to show the printer friendly version of the screen. You can save or print this PDF file.
de: Dieser Menüeintrag öffnet eine PDF-Datei mit einer Druckansicht. Sie können diese PDF-Datei speichern oder drucken.

source: Link
de: Verknüpfen

source: This menu item opens the standard link screen of OTOBO. FAQ articles can be linked to other FAQ articles or tickets. Existing links can also be managed here.
de: Dieser Menüeintrag öffnet die Standardansicht zum Verknüpfen von Objekten. FAQ-Artikel können mit anderen FAQ-Artikeln oder Tickets verknüpft werden. Bestehende Verknüpfungen können hier ebenfalls verwaltet werden.

source: Link FAQ Screen
de: FAQ verknüpfen

source: Delete
de: Löschen

source: Use this menu item to delete the FAQ article.
de: Verwenden Sie diesen Menüeintrag, um einen FAQ-Artikel zu löschen.

source: Delete FAQ Dialog
de: Dialog "FAQ löschen"

source: The *Symptom*, *Problem*, *Solution* and *Comment* widgets show the content of the FAQ article.
de: Die Widgets: *Symptom* , *Problem* , *Lösung* und *Kommentar* zeigen den Inhalt eines FAQ-Artikels.

source: It is possible to rate an FAQ article in the *Rating* widget, whether the FAQ article is helpful or not. To rate an FAQ article, click on the *Yes* or *No* button in this widget.
de: Im Widget *Bewertung* ist es möglich, einen FAQ-Artikel zu bewerten, ob er hilfreich ist oder nicht. Um einen FAQ-Artikel zu bewerten, klicken Sie auf die Schaltfläche *Ja* oder *Nein* in diesem Widget.

source: Any user can rate an FAQ article only once. The number of positive and negative ratings will be displayed in the right sidebar.
de: Jeder Benutzer kann einen FAQ-Artikel nur einmal bewerten. Die Anzahl der positiven und negativen Bewertungen wird in der linken Seitenleiste angezeigt.

source: FAQ Sidebar Widgets
de: FAQ - Widgets in der Seitenleiste

source: The following widgets are located on the right sidebar.
de: Die folgenden Widgets befinden sich in der rechten Seitenleiste:

source: The *FAQ information* widget lists all relevant attributes of the FAQ article.
de: Das Widget *FAQ-Information* listet alle relevanten Attribute eines FAQ-Artikels auf.

source: FAQ Information Widget
de: Widget "FAQ-Informationen"

source: FAQ articles can be linked to other objects. Use this widget to see the links between the FAQ article and other objects.
de: FAQ-Artikel können mit anderen Objekten verknüpft werden. Verwenden Sie dieses Widget, um die existierenden Verknüpfungen anzuschauen.

source: Linked Objects Widget
de: Widget „Verknüpfte Objekte“

source: New links can be added by the *Link* menu item of the *FAQ Zoom* menu. Existing links can also be managed there.
de: Neue Verknüpfungen können unter dem Menüeintrag *Verknüpfen* im *FAQ-Detailansicht*-Menü hinzugefügt werden. Bestehende Verknüpfungen können hier ebenfalls verwaltet werden.

source: To see the linked object details, click on an entry in this widget.
de: Um die Details der verknüpften Objekte zu sehen, klicken Sie auf einen Eintrag in diesem Widget.

source: Change setting ``LinkObject::ViewMode`` to *Complex* to display detailed information about linked objects.
de: Ändern Sie die Einstellung ``LinkObject::ViewMode`` zu *Komplex*, um detaillierte Informationen über verknüpfte Objekte anzuzeigen.

source: Complex Linked Objects Widget
de: Widget „Verknüpfte Objekte“

source: Use this screen to view the history of all FAQ articles. The FAQ history is available in the *Journal* menu item of the *FAQ* menu.
de: Verwenden Sie diese Ansicht, um die Historie aller FAQ-Artikel anzuzeigen. Die FAQ-Historie ist unter dem Menüeintrag *Journal* im Menü *FAQ* verfügbar.

source: FAQ Journal Screen
de: FAQ-Historie

source: Language Management
de: Sprachenverwaltung
