Repository: RotherOSS/doc-otobo-user
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de

source: The name of this resource. Any type of characters can be entered to this field including uppercase letters and spaces. The name will be displayed in the overview table.
de: Der Name der Ressource. In dieses Feld können beliebige Zeichen eingegeben werden, einschließlich Großbuchstaben und Leerzeichen. Der Name wird in der Übersichtstabelle angezeigt.

source: Description
de: Beschreibung

source: Add additional information to this resource. It is recommended to always fill this field as a description of the resource with a full sentence for better clarity.
de: Hier können Sie der Ressource zusätzliche Informationen hinzufügen. Es wird empfohlen, dieses Feld als Beschreibung der Ressource zur besseren Übersichtlichkeit immer mit einem vollständigen Satz zu füllen, da der Kommentar auch in der Übersichtstabelle angezeigt wird.

source: Location
de: Standort

source: If the location contains a value, a related link icon will show up next to the field which by default links to Google map to get a better picture of the location.
de: Wenn der das Feld "Standort" einen Wert enthält, wird neben dem Feld ein Link-Symbol angezeigt, dass zu Google Maps führt, um einen besseren Überblick über den gewählten Standort zu bekommen.

source: This link is configurable through the system configuration option ``AgentAppointmentEdit::Location::Link``.
de: Dieser Link kann in der Systemkonfigurations-Einstellung ``AgentAppointmentEdit::Location::Link`` konfiguriert werden.

source: Calendar \*
de: Kalender \*

source: Select the calendar to whom the appointment will be added to.
de: Wählen Sie den Kalender für den zuzufügenden Termin aus.

source: Resource
de: Ressource

source: Start date
de: Startzeitpunkt

source: The start date of the appointment.
de: Der Startzeitpunkt des Termins.

source: End date
de: Endzeitpunkt

source: The end date of the appointment.
de: Der Endzeitpunkt des Termins.

source: All-day
de: Ganztägig

source: This checkbox indicates that the appointment takes place on the whole day. If it is checked, time of the start date and the end date will be disabled and set to 00:00.
de: Dieses Kontrollkästchen zeigt an, dass der Termin den ganzen Tag über stattfindet. Wenn diese Option aktiviert ist, wird die Uhrzeit des Start- und Enddatums deaktiviert und auf 00:00 Uhr gesetzt.

source: Repeat
de: Wiederholung

source: Define appointment recurrences and will be described separately, see *Repeating Appointments* below.
de: Die Definition von wiederkehrenden Terminen wird separat unter "Wiederkehrende Termine" beschrieben.

source: Notification
de: Benachrichtigung

source: Define time periods an appointment notification should be sent before the appointment start.
de: Definieren Sie Zeiträume, in denen eine Terminbenachrichtigung vor dem Terminbeginn gesendet werden soll.

source: Appointment notifications can be set in admin interface. Please contact your administrator.
de: Terminbenachrichtigungen können im Administrator-Interface definiert werden. Bitte kontaktieren Sie Ihren OTOBO-Administrator.

source: Tickets and other objects can be linked to the appointment with this search field.
de: Mit diesem Suchfeld können Tickets und andere Objekt mit Benachrichtigungen verknüpft werden.

source: Usage of wildcards (\*) is also possible. Enter two asterisks (\*\*) to list all tickets.
de: Die Verwendung von Wildcards (\*) ist ebenfalls möglich. Geben Sie zwei Sternchen (\*\*) ein, um alle Tickets aufzulisten.

source: Repeating Appointments
de: Wiederkehrende Termine

source: To create repeating appointments:
de: So erstellen Sie einen wiederkehrenden Termin:

source: Select *Start date* and *End date* (or check *All day*).
de: Wählen Sie *Startzeitpunkt* und *Endzeitpunkt* (oder haken Sie *Ganztägig* an).

source: Select from the pre-defined frequencies of the occurrences or choose *custom* settings.
de: Wählen Sie aus den vordefinierten Häufigkeiten oder wählen Sie *Benutzerdefiniert*.

source: Choose either a date to repeat until or an amount of times to repeat.
de: Wählen Sie entweder ein Datum, bis zu dem sich der Termin wiederholt, oder eine Anzahl von Wiederholungen.

source: After all decisions are made and the settings are saved successfully, the appointment will be marked as recurring appointment. The parent appointment will be marked with circle-arrow-symbol and the child appointments with a chain-symbol.
de: Nachdem alle Entscheidungen getroffen und die Einstellungen erfolgreich gespeichert wurden, wird der Termin als wiederkehrender Termin markiert. Der Elterntermin wird mit einem Kreis-Pfeil-Symbol und der Kindtermin mit einem Kettensymbol markiert.

source: Repeating Appointments Overview
de: Übersicht der wiederkehrenden Termine

source: Future changes to the parent appointment will affect the children automatically, without any further message. If an agent is about to change one of the child appointments, a message will ask what would they like to update.
de: Zukünftige Änderungen am Elterntermin wirken sich automatisch und ohne weitere Nachricht auf die Kindtermine aus. Wenn ein Agent einen der untergeordneten Termine ändern möchte, fragt eine Nachricht, was er aktualisieren möchte.

source: Edit Repeating Appointment
de: Wiederkehrenden Termin bearbeiten

source: If *All occurrences* going to be updated, the behavior will be the same as with the update of the parent appointment. All options (including the recurring settings) are changeable.
de: Wenn *Alle Vorkommnisse* aktualisiert werden sollen, ist das Verhalten das gleiche wie bei der Aktualisierung des übergeordneten Termins. Alle Optionen (einschließlich der wiederkehrenden Einstellungen) sind änderbar.

source: If *Just this occurrence* will be updated, it is not possible to change the repeating settings, but a related message and a link to the parent appointment will be provided.
de: Wenn *Nur dieser Termin* aktualisiert wird, ist es nicht möglich, die Einstellungen für die Wiederholung zu ändern, aber es wird eine entsprechende Nachricht und ein Link zum übergeordneten Termin angezeigt.

source: The enabled repeating option will be additionally displayed in the tool-tip of the related appointments.
de: Eine aktivierte Wiederholungsoption wird zusätzlich im Tooltip der zugehörigen Termine angezeigt.

source: Resource Overview
de: Resourcenübersicht

source: Upgrade Dialog
de: Dialog zum Upgrade

source: Each chat is assigned to a chat channel. Chat channels are like chat rooms. Each chat channel is assigned to a certain group which controls the permissions for this channel. If no chat channel is selected when a chat is created, this chat will be created in the *Default channel*.
de: Jeder Chat ist einem Chat-Kanal zugeordnet. Chat-Kanäle sind wie Chat-Räume. Jeder Chat-Kanal ist einer bestimmten Gruppe zugeordnet, die die Berechtigungen für diesen Kanal steuert. Wenn beim Erstellen eines Chats kein Chat-Kanal ausgewählt wird, wird dieser Chat im *Standardkanal* erstellt.

source: Manage Chats
de: Chats verwalten

source: The chat management screen is the central point of the chat feature. Here an agent can manage the chats as well as see and accept open requests. This screen provides a list of chat requests from customer users, public users and other agents, as well as an overview over all active chats.
de: Die Ansicht zur Chat-Verwaltung ist der zentrale Punkt der Chat-Funktion. Hier kann ein Agent die Chats verwalten sowie offene Anfragen einsehen und annehmen. Diese Ansicht bietet eine Liste von Chat-Anfragen von Kundenbenutzern, öffentlichen Benutzern und anderen Agenten sowie eine Übersicht über alle aktiven Chats.

source: Use this menu item to manage chats. The chat management screen is available in the *Chat* menu.
de: Verwenden Sie diesen Menüeintrag, um Chats zu verwalten. Die Ansicht zur Chat-Verwaltung ist im Menü *Chat* verfügbar.

source: Chat Management Screen
de: Chat-Verwaltung

source: Each chat channel can be filtered with the options in the top of the widget to list *All Chat Channels* or only *My Chat Channels* set in :doc:`../avatar/personal-preferences`.
de: Jeder Chat-Kanal kann mit den Optionen oben im Widget gefiltert werden, um *Alle Chat-Kanäle* oder nur *Meine Chat-Kanäle* aufzulisten, die in :doc:`../avatar/personal-preferences` eingestellt sind.

source: Start New Chat
de: Neuen Chat beginnen

source: A chat participant can be an agent, a customer user or a public user.
de: Ein Chat-Teilnehmer kann ein Agent, ein Kundenbenutzer oder ein öffentlicher Benutzer sein.

source: Agent to Agent
de: Agent zu Agent

source: To start a chat with another agent:
de: So starten Sie einen Chat mit einem anderen Agenten:

source: Use the *Logged-In Users* widget in the dashboard. Agents who are able to use the chat, will have a chat icon next to their name.
de: Verwenden Sie das Widget *Angemeldete Nutzer* im Dashboard. Agenten, die den Chat nutzen können, erhalten ein Chat-Symbol neben ihrem Namen.

source: Available Agents
de: Verfügbare Agenten

source: Click on the chat icon next to an agent name.
de: Klicken Sie auf das Chat-Symbol neben einem Agenten-Namen.

source: Write the first message to the *Start Chat* dialog and send the message.
de: Schreiben Sie die erste Nachricht in den *Chat starten* Dialog und senden Sie die Nachricht.

source: Start Chat Dialog
de: Chat starten Dialog

source: After the chat request has been sent to the other agent, watch the chat in the chat management screen. A browser notification is displayed to inform the agent.
de: Nachdem die Chat-Anfrage an den anderen Agenten gesendet wurde, beobachten Sie den Chat in der Chat-Verwaltung. Es wird eine Browser-Benachrichtigung angezeigt, um den Agenten zu informieren.

source: My Active Chats Widget
de: Widget "Meine aktiven Chats"

source: Wait for the answer. The other agent has to accept the chat request with the *Open Chat* link.
de: Warten Sie auf die Antwort. Der andere Agent muss die Chat-Anfrage über den Link *Chat öffnen* annehmen.

source: Personal Chat Requests For You Widget
de: Widget "Persönliche Chat-Anfragen für Sie"

source: When the other agent accepts the chat request, you can chat now.
de: Wenn der andere Agent die Chat-Anfrage annimmt, können Sie jetzt chatten.

source: Agent to Agent Chat
de: Agent zu Agent-Chat

source: Agent to Customer User
de: Agent zu Kundenbenutzer

source: To start a chat with a customer user:
de: So starten Sie einen Chat mit einem Kundenbenutzer:

source: Use the *Logged-In Users* widget in the dashboard. Customer users who are able to use the chat, will have a chat icon next to their name.
de: Verwenden Sie das Widget *Angemeldete Nutzer* im Dashboard. Kundenbenutzer, die den Chat nutzen können, erhalten ein Chat-Symbol neben ihrem Namen.

source: Available Customer Users
de: Verfügbare Kundenbenutzer

source: Customer users can also be selected in *Customer User Information Center* or from the *Customer Information* widget of the *Ticket Zoom* screen.
de: Kundenbenutzer können auch im * Kundenbenutzer-Informationszentrum* oder im Widget *Kundeninformation* in der *Ticket-Detailansicht* ausgewählt werden.

source: Click on the chat icon next to a customer user name.
de: Klicken Sie auf das Chat-Symbol neben einem Kundenbenutzer-Namen.

source: Wait for the answer. The customer user has to accept the chat request which is displayed in the bottom right corner of the external interface.
de: Warten Sie auf die Antwort. Der Kundenbenutzer muss die Chat-Anfrage annehmen, die in der rechten unteren Ecke des externen Interfaces angezeigt wird.

source: Chat Request on External Interface
de: Chat-Anfrage auf externem Interface

source: When the customer user accepts the chat request, you can chat now.
de: Wenn der Kundenbenutzer die Chat-Anfrage akzeptiert, können Sie jetzt chatten.

source: Agent to Customer User Chat
de: Agent zu Kundenbenutzer-Chat

source: When the customer user closes the chat, it is possible to send the chat via email or create a ticket from the conversation.
de: Wenn der Kundenbenutzer den Chat schließt, ist es möglich, den Chat per E-Mail zu senden oder ein Ticket aus dem Gespräch zu erstellen.

source: Save the Conversation on External Interface
de: Speichern der Konversation auf dem externen Interface

source: Customer User to Agent
de: Kundenbenutzer zu Agent

source: Customer users are not able to start a chat directly with a certain agent, but only to create generic chat requests.
de: Kundenbenutzer können einen Chat nicht direkt mit einem bestimmten Agenten starten, sondern nur allgemeine Chat-Anfragen erstellen.

source: To receive a chat request from a customer user:
de: So empfangen Sie eine Chat-Anfrage von einem Kundenbenutzer:

source: A customer user clicked on the *New conversation* button within the chat window in the bottom right corner of the external interface.
de: Ein Kundenbenutzer klickte auf die Schaltfläche *Neue Konversation* im Chatfenster in der rechten unteren Ecke des externen Interfaces.

source: Start Chat Window
de: Chat starten Fenster

source: A browser notification is displayed to inform the agent. Go to the chat management screen, and open the general chat request with the *Open chat* link.
de: Es wird eine Browser-Benachrichtigung angezeigt, um den Agenten zu informieren. Gehen Sie zur Chat-Verwaltungsansicht und öffnen Sie die allgemeine Chat-Anfrage mit dem Link *Chat öffnen*.

source: General Chat Requests From Customers Widget
de: Widget Generelle Chat-Anfragen von Kunden

source: Accept the chat request.
de: Akzeptieren Sie die Chat-Anfrage.

source: Chat Preview Dialog
de: Chat-Vorschau Dialog

source: When an agent accepts the chat request, they can chat now.
de: Wenn ein Agent die Chat-Anfrage annimmt, kann er jetzt chatten.

source: Customer User to Agent Chat
de: Kundenbenutzer zu Agent-Chat

source: Public User to Agent
de: Öffentlicher Benutzer zu Agent

source: Visitors of the external interface are also not able to start a chat directly with a certain agent, but only to create generic chat requests. As they are not logged in, they need to add a name to start the chat.
de: Besucher des externen Interfaces können auch nicht direkt mit einem bestimmten Agenten einen Chat starten, sondern nur generische Chat-Anfragen erstellen. Da sie nicht angemeldet sind, müssen sie einen Namen hinzufügen, um den Chat zu starten.

source: The steps are the same as described in *Customer User to Agent* section, but the chat request is displayed in the *General Chat Requests From Public Users* widget.
de: Die Schritte sind die gleichen wie im Abschnitt *Kundenbenutzer zu Agent* beschrieben, aber die Chat-Anfrage wird im Widget *Allgemeine Chat-Anfragen von öffentlichen Benutzern* angezeigt.

source: General Chat Requests From Public Users Widget
de: Widget "Allgemeine Chat-Anfragen von öffentlichen Benutzern"

source: The messages can be sent using the text field of a chat in *My Active Chats* widget by either clicking the send icon next to the text field or hitting the Enter key. Shift + Enter can be used to insert a new line into the message.
de: Die Nachrichten können über das Textfeld eines Chats im *Meine aktiven Chats*-Widget gesendet werden, indem Sie entweder auf das Sende-Symbol neben dem Textfeld klicken oder die Eingabetaste drücken. Shift + Enter kann verwendet werden, um eine neue Zeile in die Nachricht einzufügen.

source: Every chat participant has a colored circle icon before his/her name in the chat widget header, which represents the participant availability.
de: Jeder Chat-Teilnehmer hat ein farbiges Kreissymbol vor seinem Namen im Kopf des Chat-Widgets, das die Verfügbarkeit des Teilnehmers darstellt.

source: Green: participant is active (available and online).
de: Grün: Der Teilnehmer ist aktiv (verfügbar und online).

source: Yellow: participant is away (available, but there was no request sent to the server from this user for some time set in ``ChatEngine::AgentOnlineThreshold``).
de: Gelb: Teilnehmer ist weg (verfügbar, aber es wurde einige Zeit lang keine Anfrage von diesem Benutzer an den Server gesendet. Zeit, die in ``ChatEngine::AgentOnlineThreshold`` eingestellt ist).

source: Pink: participant is inactive (chat request is not accepted yet or participant left the chat).
de: Rosa: Teilnehmer ist inaktiv (Chat-Anfrage wird noch nicht akzeptiert oder Teilnehmer hat den Chat verlassen).

source: Red: participant is unavailable (set via availability button).
de: Rot: Teilnehmer ist nicht verfügbar (Einstellung über Verfügbarkeits-Schaltfläche).

source: Black: participant has logged out or session has expired.
de: Schwarz: Teilnehmer hat sich abgemeldet oder die Sitzung ist abgelaufen.

source: The chat widget has some icons in the top right corner.
de: Das Chat-Widget hat einige Symbole in der oberen rechten Ecke.

source: Chat Menu
de: Chat-Menü

source: The first triangle icon expands and collapses the chat menu. The menu has several menu items.
de: Das erste Dreieckssymbol vergrößert und verkleinert das Chat-Menü. Das Menü verfügt über mehrere Menüpunkte.

source: Phone ticket
de: Telefon-Ticket

source: Allows you to create a phone ticket to which the current chat will be appended to as an article. After the ticket has successfully created, the chat will get closed automatically.
de: Ermöglicht es Ihnen, ein Telefon-Ticket zu erstellen, an das der aktuelle Chat als Artikel angehängt wird. Nachdem das Ticket erfolgreich erstellt wurde, wird der Chat automatisch geschlossen.

source: Append
de: Anhängen

source: Allows you to append this chat as an article to a selected ticket. After the article has been created, the chat will get closed automatically.
de: Ermöglicht es Ihnen, diesen Chat als Artikel an ein ausgewähltes Ticket anzuhängen. Nachdem der Artikel erstellt wurde, wird der Chat automatisch geschlossen.

source: Invite
de: Einladen

source: Channel change
de: Kanal wechseln

source: Using this link, you can change the channel for this chat. For the selection of the target channel the same rules apply as for initially selecting a chat channel.
de: Über diesen Link können Sie den Kanal für diesen Chat ändern. Für die Auswahl des Zielkanals gelten die gleichen Regeln wie für die erste Auswahl eines Chat-Kanals.

source: Download
de: Herunterladen

source: Lets you download the complete history of this chat as PDF.
de: Lädt den kompletten Chatverlauf als PDF-Datei herunter

source: New window
de: Neues Fenster

source: Opens this chat in a separate popup window. You can use this window in the same way as the chat widget and both the widget and the popup can be used at the same time.
de: Öffnet diesen Chat in einem separaten Popup-Fenster. Sie können dieses Fenster auf die gleiche Weise wie das Chat-Widget verwenden und sowohl das Widget als auch das Popup können gleichzeitig verwendet werden.

source: Observer
de: Beobachter

source: When you have been invited to a chat by another agent, you can decide if you want to join the chat as observer or participant depending on your permission level. Once you click the action from your toolbar, a new chat widget will be added to the list of your active chats which is the chat you have been invited to.
de: Wenn Sie von einem anderen Agenten zu einem Chat eingeladen wurden, können Sie je nach Berechtigungsstufe entscheiden, ob Sie als Beobachter oder Teilnehmer am Chat teilnehmen möchten. Sobald Sie auf die Aktion in Ihrer Symbolleiste klicken, wird ein neues Chat-Widget mit dem Chat, zu dem Sie eingeladen wurden, zur Liste Ihrer aktiven Chats hinzugefügt.

source: If you join the chat as observer, you will only be able to read what others are contributing to the chat and you will be invisible to customer users or public users. Agents will still receive a message that you joined the chat as observer.
de: Wenn Sie als Beobachter am Chat teilnehmen, können Sie nur lesen, was andere zum Chat beitragen, und Sie sind für Kundenbenutzer oder öffentliche Benutzer unsichtbar. Die Agenten erhalten weiterhin eine Nachricht, dass Sie als Beobachter am Chat teilgenommen haben.

source: As an observer, you have the possibility to become a participant anytime by using the advanced action toolbar in your chat widget depending on your permission level.
de: Als Beobachter haben Sie die Möglichkeit, jederzeit Teilnehmer zu werden, indem Sie die erweiterte Aktionssymbolleiste in Ihrem Chat-Widget verwenden, abhängig von Ihrer Berechtigungsstufe.

source: Participant
de: Teilnehmer

source: If you want to contribute something to the chat you have been invited to, you can join it as a participant. Customer users, public users and agents will receive a message that you have entered the chat. As a participant, you can become an observer anytime by using the advanced action toolbar in your chat widget.
de: Wenn Sie etwas zu dem Chat beitragen möchten, zu dem Sie eingeladen wurden, können Sie als Teilnehmer teilnehmen. Kundenbenutzer, öffentliche Benutzer und Agenten erhalten eine Nachricht, dass Sie den Chat betreten haben. Als Teilnehmer können Sie jederzeit Beobachter werden, indem Sie die erweiterte Aktionssymbolleiste in Ihrem Chat-Widget verwenden.

source: The second circle icon allows the agent to set up a personal monitoring for this chat, which is a three-way switch:
de: Das zweite Kreissymbol ermöglicht es dem Agenten, eine persönliche Überwachung für diesen Chat einzurichten, der ein Dreiwege-Schalter ist:

source: Empty circle: no monitoring.
de: Leerer Kreis: keine Überwachung.

source: Empty circle with tick icon: only monitor customer user activity.
de: Leerer Kreis mit Häkchen-Symbol: Nur die Benutzeraktivität des Kunden überwachen.

source: Filled circle with tick icon: monitor all actions.
de: Gefüllter Kreis mit Häkchen-Symbol: Überwachung aller Aktionen.

source: When monitoring a chat, browser notifications will show up each time there is a new action in this chat.
de: Wenn Sie einen Chat überwachen, werden Browser-Benachrichtigungen jedes Mal angezeigt, wenn es eine neue Aktion in diesem Chat gibt.

source: Finally the third close icon makes it possible to close the chat by clicking on the *X*.
de: Schließlich ermöglicht das dritte Schließen-Symbol das Schließen des Chats durch Klicken auf das *X*.

source: The public chat can be easily integrated into a website with the chat integration configuration and snippet generator.
de: Der öffentliche Chat kann mit der Konfiguration der Chat-Integration und dem Snippet-Generator einfach in eine Website integriert werden.

source: Click on the *Configure Chat Integration* button in the left sidebar.
de: Klicken Sie auf die Schaltfläche *Chat-Integration konfigurieren* in der linken Seitenleiste.

source: Customize the texts in the *Configuration* tab.
de: Passen Sie die Texte im Tab *Konfiguration* an.

source: Chat Integration – Configuration
de: Chat-Integration - Konfiguration

source: All changes made in the *Configuration* tab will not be saved. Every time you open this dialog, all fields will be reset to default values.
de: Alle Änderungen, die im Tab *Konfiguration* vorgenommen wurden, werden nicht gespeichert. Jedes Mal, wenn Sie diesen Dialog öffnen, werden alle Felder auf die Standardwerte zurückgesetzt.

source: Copy the code snippet from the *Integration Code* tab and paste it into your website right before the ``</body>`` element.
de: Kopieren Sie den Code-Ausschnitt aus dem Tab *Integration Code* und fügen Sie ihn direkt vor dem Element ``</body>`` in Ihre Website ein.

source: You can check the result in the *Preview* tab.
de: Sie können das Ergebnis im Tab *Vorschau* überprüfen.

source: Chat Integration – Preview
de: Chat-Integration - Vorschau
