Repository: RotherOSS/doc-otobo-user
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de

source: The preview uses the real chat module. Other agents have to be available for chatting to preview all features.
de: Die Vorschau verwendet das echte Chat-Modul. Andere Agenten müssen für den Chat zur Verfügung stehen, um eine Vorschau aller Funktionen zu erhalten.

source: For example, if the website is running OTOBO on SSL, the system configuration option must be set to ``https``.
de: Wenn die Website beispielsweise OTOBO auf SSL ausführt, muss die Systemkonfigurations-Option auf ``https`` eingestellt sein.

source: Customers
de: Kunden

source: Use this menu to get overview screens for customers and customer users. Both customers and customer users can be managed here.
de: Verwenden Sie dieses Menü, um zu Übersichtsansichten für Kunden und Kundenbenutzer zu gelangen. In diesem Bereich können Sie Kunden und Kundenbenutzer verwalten.

source: Customer Administration
de: Kundenverwaltung

source: Use this screen to add customer companies to the system. A fresh OTOBO installation contains no customers by default. The customer management screen is available in the *Customer Administration* menu item of the *Customers* menu.
de: Verwenden Sie diese Ansicht, um Kundenunternehmen zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig keine Kunden. Die Ansicht zur Kundenverwaltung erreichen Sie über den Menüeintrag *Kundenverwaltung* im Menü *Kunden*.

source: Customer Management Screen
de: Kundenverwaltung

source: Manage Customers
de: Kunden verwalten

source: Adding or editing a customer is possible only by using database back end. Using external directory services like LDAP will disable the customer management functionality.
de: Das Hinzufügen oder Bearbeiten eines Kunden ist nur über das Datenbank-Backend möglich. Die Verwendung explizit externer Verzeichnisdienste wie LDAP und, je nach Konfiguration, einiger Datenbanken ist schreibgeschützt. Persönliche Einstellungen wie Abwesenheiten können weiterhin eingestellt werden.

source: To add a customer:
de: So fügen Sie einen Kunden hinzu:

source: Click on the *Add Customer* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Kunde hinzufügen*.

source: Add Customer Screen
de: Kunde hinzufügen

source: Customers can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Kunden können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.

source: To edit a customer:
de: So bearbeiten Sie einen Kunden:

source: Click on a customer in the list of customers.
de: Klicken Sie in der Liste mit den Kunden auf einen Kunden.

source: Click on the *Save* or *Save and finish* button.
de: Klicken Sie auf die Schaltfläche *Speichern* oder *Speichern und abschließen*.

source: Edit Customer Screen
de: Kunde bearbeiten

source: To find a customer:
de: So finden Sie einen Kunden:

source: Enter a search term to the search box in the left sidebar.
de: Geben Sie einen Suchbegriff in das Suchfeld in der linken Seitenleiste ein.

source: Click on the magnifying glass icon in the right part of the field or hit an ``Enter``.
de: Klicken Sie auf das Lupen-Symbol oder betätigen Sie ``Eingabe``.

source: If several customers are added to the system, use the search box to find a particular customer. Only the first 1000 customers are listed by default.
de: Wenn dem System mehrere Kunden hinzugefügt wurden, nutzen Sie das Suchfeld, um einen einzelnen Kunden zu finden. Standardmäßig werden nur die ersten 1000 Kunden angezeigt.

source: Customer Settings
de: Einstellungen für Kunden

source: Customer ID \*
de: Kundennummer \*

source: The internal name of the customer. Should contain only letters, numbers and some special characters.
de: Der interne Name des Kunden. Sollte nur Buchstaben, Zahlen und einige Sonderzeichen enthalten.

source: Customer \*
de: Kunde \*

source: Street
de: Straße

source: The street name of the customer.
de: Der Straßenname der Kundenadresse.

source: Zip
de: PLZ

source: The zip code of the customer.
de: Die PLZ der Kundenadresse.

source: City
de: Stadt

source: The headquarter city of the customer.
de: Die Stadt der Kundenandresse.

source: Country
de: Land

source: The country of the customer. Choose a country from the list.
de: Das Land der Kundenadresse. Wählen Sie ein Land aus der Liste.

source: The web page or other URL of the customer.
de: Die Website oder eine andere URL des Kunden.

source: Comment
de: Kommentar

source: Add additional information to this resource. It is recommended to always fill this field as a description of the resource with a full sentence for better clarity, because the comment will be also displayed in the overview table.
de: Fügen Sie dieser Ressource zusätzliche Informationen hinzu. Es wird empfohlen, dieses Feld als Beschreibung der Ressource zur besseren Übersichtlichkeit immer mit einem vollständigen Satz zu füllen, da der Kommentar auch in der Übersichtstabelle angezeigt wird.

source: Validity \*
de: Gültigkeit \*

source: Set the validity of this resource. Each resource can be used in OTOBO only, if this field is set to *valid*. Setting this field to *invalid* or *invalid-temporarily* will disable the use of the resource.
de: Setzt die Gültigkeit dieser Ressource. Jede Ressource kann nur in OTOBO verwendet werden, wenn dieses Feld auf *gültig* gesetzt ist. Wenn Sie dieses Feld auf *ungültig* oder *ungültig-temporär* setzen, wird die Nutzung der Ressource deaktiviert.

source: Customer Information Center
de: Kunden-Informationszentrum

source: Use this screen to access the customer dashboard. The dashboard is available in the *Customer Information Center* menu item of the *Customers* menu.
de: Verwenden Sie diese Ansicht, um auf das Kunden-Dashboard zugreifen zu können. Das Dashboard ist unter dem Menüeintrag *Kunden-Informationszentrum* im Menü *Kunden* verfügbar.

source: Manage Customer Tickets
de: Kunden-Tickets verwalten

source: Customer or Customer User Search Dialog
de: Suchdialog für Kunden und Kundenbenutzer

source: Usage of wildcards (\*) is also possible. Enter two asterisks (\*\*) to list all customers or customer users.
de: Die Verwendung von Wildcards (\*) ist ebenfalls möglich. Geben Sie zwei Sternchen (\*\*) ein, um alle Kunden aufzulisten.

source: After a customer or a customer user is selected, the *Customer Information Center* dashboard will be opened. The dashboard contains many widgets.
de: Nachdem ein Kunde oder ein Kundenbenutzer ausgewählt wurde, öffnet sich das Dashboard "Kunden-Informationszentrum". Das Dashboard beinhaltet einige Widgets.

source: The order of the widgets can be rearranged by drag and drop, and the widgets can be removed with the close icon on the top right corner of each widget.
de: Die Reihenfolge der Widgets kann via Drag&Drop neu angeordnet werden. Die Widgets können auch mit dem "Schließen"-Symbol in der rechten, oberen Ecke entfernt werden.

source: See chapter :doc:`../dashboard/dashboard` for more detailed explanation of managing widgets.
de: Schauen Sie bitte im Kapitel :doc:`../dashboard/dashboard` für eine detailiertere Erklärung zur Verwaltung der Widgets.

source: Customer Information Center Dashboard
de: Dashboard "Kunden-Informationszentrum"

source: Customer Information Center Content Widgets
de: Kunden-Informationszentrum - Widgets

source: Customer Users Widget
de: Widget "Kundenbenutzer"

source: To add a new customer user:
de: So fügen Sie einen neuen Kundenbenutzer hinzu:

source: Click on the *Add Customer User* button in the top of the widget.
de: Klicken Sie oben im Widget auf die Schaltlfäche *Kundenbenutzer hinzufügen*.

source: To edit a customer user:
de: So bearbeiten Sie einen Kundenbenutzer:

source: Click on the pencil icon in the last column of the table.
de: Klicken Sie auf das Schreibstift-Symbol in der letzten Spalte der Tabelle.

source: To see the details of a customer user:
de: So schauen Sie sich Details eines Kundenbenutzers an:

source: Click on the name of a customer user.
de: Klicken Sie auf den Namen eines Kundenbenutzers.

source: See the customer and all relevant tickets in the :doc:`customer-user-information-center`.
de: Den Kunden und alle relevanten Tickets finden Sie im Bereich :doc:`customer-user-information-center`.

source: To create new ticket for a customer user:
de: So erstellen Sie ein neues Ticket für einen Kundenbenutzer:

source: Click on the *Create* link in the *Phone Ticket* or *Email Ticket* column.
de: Klicken Sie auf den *Erstellen*-Link in der Spalte *Telefon-Ticket* oder *E-Mail-Ticket*.

source: Follow the instruction in :doc:`../tickets/new-phone-ticket` or in :doc:`../tickets/new-email-ticket` screen.
de: Folgen Sie den Anweisungen wie unter :doc:`../tickets/new-phone-ticket` oder :doc:`../tickets/new-email-ticket` beschrieben.

source: To search for tickets of a customer user:
de: So suchen Sie nach Tickets eines Kundenbenutzers:

source: Click on the numbers in the *Open* or *Closed* column.
de: Klicken Sie auf eine der Nummern in der Spalte *OFFEN* oder *GESCHLOSSEN*.

source: Find the needed ticket in the new screen.
de: Finden Sie das gewünschte Ticket in der neuen Ansicht.

source: My locked tickets: tickets which are locked by the current agent.
de: Meine gesperrten Tickets: Tickets, die durch den derzeitigen Agenten gesperrt sind.

source: Tickets in My Queues: tickets which are in queues selected in :doc:`../avatar/personal-preferences`.
de: Tickets in meinen Queues: Tickets, die sich in Queues befinden, die unter :doc:`../avatar/personal-preferences` ausgewählt wurden.

source: All tickets: all tickets in this kind of widget.
de: Alle Tickets: Alle Tickets in dieser Art von Widget, bspw. alle offenen Tickets.

source: The *Reminder Tickets* widget lists the pending tickets. Pending tickets are set for later work by the agent, and the reminder time is going to expire soon.
de: Das Widget "Erinnerungs-Tickets" listet alle wartenden Tickets. Wartende Tickets wurden gesetzt, um später durch einen Agenten bearbeitet zu werden und es läuft eine Erinnerungszeit ab.

source: Reminder Tickets Widget
de: Widget "Erinnerungs-Tickets"

source: Escalated Tickets Widget
de: Widget "Eskalierte Tickets"

source: The *New Tickets* widget lists the recently created tickets. New tickets are not handled by an agent yet.
de: Das Widget "Neue Tickets" listet alle kürzlich erstellten Tickets auf. Neue Tickets werden noch nicht von einem Agenten bearbeitet.

source: New Tickets Widget
de: Widget "Neue Tickets"

source: The *Open Tickets* widget lists the open tickets. Open tickets represent the current work done by the agent.
de: Das Widget "Offene Tickets" listet alle offenen Tickets. Offene Tickets repräsentieren die aktuelle Arbeit des Agenten.

source: Open Tickets Widget
de: Widget "Offene Tickets"

source: Customer Information Center Sidebar Widgets
de: Kunden-Informationszentrum - Seitenleisten-Widgets

source: The *Settings* widget lists all available widgets on the screen.
de: Das Widget "Einstellungen" listet alle in dieser Ansicht verfügbaren Tickets auf.

source: Settings Widget
de: Widget "Einstellungen"

source: To turn on or off a widget:
de: So schalten Sie ein Widget ein oder aus:

source: Expand the *Settings* widget in the right sidebar by clicking on its header bar.
de: Erweitern Sie das Widget "Einstellungen" in der rechten Seitenleiste, indem Sie auf die Kopfleiste des Widgets klicken.

source: Modify the checked state of a checkbox.
de: Setzen Sie ein Häkchen in die Kontrollkästchen für die Widgets, die angezeigt werden sollen.

source: Click on the *Save settings* button.
de: Klicken Sie auf die Schaltfläche *Einstellungen speichern*.

source: The *Company Status* widget displays the number of tickets of the current customer categorized by state.
de: Das Widget "Firmenstatus" zeigt die Anzahlen der Tickets des derzeitigen Kunden, kategorisiert nach Status an.

source: Company Status Widget
de: Widget "Firmenstatus"

source: The *Customer Information* widget displays information about the current customer.
de: Das Widget "Kundeninformationen" zeigt Informationen über den derzeitigen Kunden an.

source: Customer Information Widget
de: Widget "Kundeninformationen"

source: Customer information can be changed in :doc:`customer-administration`.
de: Kundeninformationen können im Bereich :doc:`customer-administration` geändert werden.

source: Customer User Administration
de: Kundenbenutzerverwaltung

source: A record of who your company deals with requires more information about that individual: physical location for shipping and billing purposes, as well as contact information for email and phone contact.
de: Eine Aufzeichnung darüber, mit wem sich Ihr Unternehmen befasst, erfordert weitere Informationen über diese Person: Den physischen Standort für Versand- und Rechnungszwecke sowie Kontaktinformationen für E-Mail- und Telefonkontakt.

source: OTOBO offers a great way to save individual information about contacts within organizations which your company serves. You can add as many personal connections into OTOBO as needed.
de: OTOBO bietet eine großartige Möglichkeit, individuelle Informationen über Kontakte innerhalb von Unternehmen zu speichern. Sie können beliebig viele persönliche Verbindungen zu OTOBO hinzufügen.

source: Use this screen to add a customer user to the system. A fresh OTOBO installation contains no customer users by default. The customer user management screen is available in the *Customer User Administration* menu item of the *Customers* menu.
de: Verwenden Sie diese Ansicht, um Kundenbenutzer zum System hinzuzufügen. Eine OTOBO-Neuinstallation enthält standardmäßig keine Kundenbenutzer. Die Kundenbenutzer-Verwaltung ist unter dem Menüpunkt *Kundenbenutzer-Verwaltung* im Menü *Kunden* verfügbar.

source: Customer User Management Screen
de: Kundenbenutzer-Verwaltung

source: Manage Customer Users
de: Kundenbenutzer verwalten

source: A customer user can only be added to the system when at least one customer exists. Create a customer in :doc:`customer-administration` first.
de: Ein Kundenbenutzer kann dem System nur hinzugefügt werden, wenn wenigstens ein Kunde existiert. Erstellen Sie zuerst Kunden im Bereich :doc:`customer-administration`.

source: Adding or editing a customer user is possible only by using database back end. Using external directory services like LDAP will disable the customer user management functionality.
de: Das Hinzufügen oder Bearbeiten eines Kundenbenutzers ist nur über das Datenbank-Backend möglich. Die Verwendung externer Verzeichnisdienste wie LDAP deaktiviert die Funktionalität der Kundenbenutzer-Verwaltung.

source: To add a customer user:
de: So fügen Sie einen Kundenbenutzer hinzu:

source: Click on the *Add Customer User* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Kundenbenutzer hinzufügen*.

source: Add Customer User Screen
de: Kundenbenutzer hinzufügen

source: Customer users can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Kundenbenutzer können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.

source: Click on a customer user in the list of customer users.
de: Klicken Sie in der Liste mit den Kundenbenutzern auf einen Kundenbenutzer.

source: Edit Customer User Screen
de: Kundenbenutzer bearbeiten

source: To find a customer user:
de: So finden Sie einen Kundenbenutzer:

source: If several customer users are added to the system, use the search box to find a particular customer user. Only the first 1000 customer users are listed by default.
de: Wenn dem System mehrere Kundenbenutzer hinzugefügt wurden, nutzen Sie das Suchfeld, um einen einzelnen Kunden zu finden. Standardmäßig werden nur die ersten 1000 Kundenbenutzer angezeigt.

source: The customer user permissions can be controlled by adding a customer or a customer user to groups. This can result a complex matrix of permissions. The effective permissions for a customer user can be checked in the bottom of the *Edit Customer User* screen.
de: Die Berechtigungen des Kundenbenutzers können gesteuert werden, indem ein Kundenbenutzer zu Gruppen hinzugefügt wird. Dies kann zu einer komplexen Matrix von Berechtigungen führen. Die effektiven Berechtigungen für einen Kundenbenutzer können unten auf der Ansicht *Kundenbenutzer bearbeiten* überprüft werden.

source: Effective Permissions for Customer User Widget
de: Effektive Berechtigungen für Kunde

source: Customer group support needs to be enabled to use this feature. Please contact your administrator.
de: Kundengruppen-Support muss aktiviert sein, um diese Funktion zu nutzen. Bitte kontaktieren Sie Ihren OTOBO-Administrator.

source: Only administrators can add customer users to groups.
de: Nur Administratoren können Kundenbenutzer zu Gruppen hinzufügen.

source: Customer User Settings
de: Einstellungen für Kundenbenutzer

source: These are the default fields available for the internal database table.
de: Dies sind die Standardfelder, die für die interne Datenbank-Tabelle zur Verfügung stehen.

source: Title or salutation
de: Titel oder Anrede

source: Some name prefix can be added here like *Mr.*, *Dr.*, *Jr.*, etc.
de: Hier können einige Präfixe, wie bspw. *Dr.* oder *Prof.* etc. hinzugefügt werden.

source: Firstname \*
de: Vorname \*

source: The first name of the customer user.
de: Der Vorname des Kundenbenutzers.

source: Lastname \*
de: Nachname \*

source: The last name of the customer user.
de: Der Nachname des Kundenbenutzers.

source: Username \*
de: Benutzername \*

source: The username of the customer user to login to the system.
de: Der Benutzername des Kundenbenutzers zur Anmeldung am System.

source: Password
de: Passwort

source: The password of the customer user. This will be auto-generated if left empty.
de: Das Passwort des Kundenbenutzers. Wird automatisch generiert, wenn das Feld leer gelassen wird.

source: The email address of the customer user.
de: Die E-Mail-Adresse des Kundenbenutzers.

source: The customer company the customer user belongs to. Select a customer from the list. Customers can be added in :doc:`customer-administration`.
de: Das Unternehmen zu dem der Kundenbenutzer gehört. Wählen Sie einen Kunde aus der Liste. Kunden können in der :doc:`customer-administration` hinzugefügt werden.

source: Phone
de: Telefon

source: The phone number of the customer user.
de: Die Telefonnummer des Kundenbenutzers.

source: The fax number of the customer user.
de: Die Faxnummer des Kundenbenutzers.

source: Mobile
de: Mobiltelefon

source: The cellphone number of the customer user.
de: Die Handynummer des Kundenbenutzers.

source: The country of the customer user.
de: Das Land des Kundenbenutzers.

source: Customer User Information Center
de: Kundenbenutzer-Informationszentrum

source: Use this screen to access the customer user dashboard. The dashboard is available in the *Customer User Information Center* menu item of the *Customers* menu.
de: Verwenden Sie diese Ansicht, um auf das Kundenbenutzer-Dashboard zugreifen zu können. Das Kundenbenutzer-Dashboard ist unter dem Menüeintrag *Kundenbenutzer-Informationszentrum* im Menü *Kunden* verfügbar.

source: Manage Customer User Tickets
de: Kundenbenutzer-Tickets verwalten

source: Customer User Search Dialog
de: Suchdialog für Kunden und Kundenbenutzer

source: Usage of wildcards (\*) is also possible. Enter two asterisks (\*\*) to list all customer users.
de: Die Verwendung von Wildcards (\*) ist ebenfalls möglich. Geben Sie zwei Sternchen (\*\*) ein, um alle Kunden aufzulisten.

source: After a customer user is selected, the *Customer User Information Center* dashboard will be opened. The dashboard contains many widgets.
de: Nachdem ein Kundenbenutzer ausgewählt wurde, öffnet sich das Dashboard "Kundenbenutzer-Informationszentrum". Das Dashboard beinhaltet einige Widgets.

source: Customer User Information Center Dashboard
de: Dashboard "Kundenbenutzer-Informationszentrum"

source: Customer User Information Center Content Widgets
de: Kundenbenutzer-Informationszentrum - Widgets

source: The *Customer IDs* widget is used to list all customers to whom the customer user belongs to. It is possible to edit the customer and see the details directly from the widget.
de: Das Widget "Kundennummern" wird genutzt, um alle Kunden aufzulisten, die zu einem Kundenbenutzer gehören. Es ist möglich, den Kunden zu bearbeiten und die Details direkt aus dem Widget heraus zu sehen.

source: Customer IDs Widget
de: Widget "Kundennummer"

source: To see the details of a customer:
de: So schauen Sie sich Details eines Kunden an:

source: Click on the name of a customer.
de: Klicken Sie auf den Namen eines Kunden.

source: See the customer users and all relevant tickets in the :doc:`customer-information-center`.
de: Den Kundenbenutzer und alle relevanten Tickets finden Sie im Bereich :doc:`customer-user-information-center`.

source: To search for tickets of a customer:
de: So suchen Sie nach Tickets eines Kunden:

source: Assigned to customer user: tickets which are assigned to the customer user.
de: Zugewiesen zu Kundenbenutzer: Tickets, die dem Kundenbenutzer zugewiesen sind.

source: Accessible for customer user: tickets which are accessible for customer user.
de: Zugreifbar für Kundenbenutzer: Tickets, die für den Kundenbenutzer zugänglich sind.

source: The *Escalated Tickets* widget lists the escalated tickets. Escalated tickets are after the time set in service level agreement, and therefore needs to be worked on them immediately.
de: Das Widget "Eskalierte Tickets" listet alle eskalierten Tickets auf. Eskalierte Tickets liegen nach Ablauf der in einer Service Level Vereinbarung festgelegten Eskalationszeit vor und müssen daher sofort bearbeitet werden.

source: Customer User Information Center Sidebar Widgets
de: Kundenenutzer-Informationszentrum - Seitenleisten-Widgets

source: The following widgets are located on the right sidebar. There is a *Settings* widget to turn other widgets on or off, and some information widgets also displayed here.
de: Die folgenden Widgets befinden sich in der rechten Seitenleiste. Es gibt ein Widget *Einstellungen* in dem Sie die anderen Widgets ein- oder ausschalten können. Es können hier auch einige Informations-Widgets angezeigt werden.

source: The *Customer User Information* widget displays information about the current customer user.
de: Das Widget "Kundenbenutzerinformationen" zeigt Informationen über den derzeitigen Kundenbenutzer an.

source: Customer User Information Widget
de: Widget "Kundenbenutzerinformationen"

source: Customer user information can be changed in :doc:`customer-user-administration`.
de: Kundenbenutzerinformationen können im Bereich :doc:`customer-administration` geändert werden.

source: After login to the agent interface, the agent dashboard will be displayed. This dashboard is a collection of widgets, which display customized important information for each agent.
de: Nach der Anmeldung am Agenten-Interface wird das Agenten-Dashboard angezeigt. Dieses Dashboard ist eine Sammlung von Widgets, die benutzerdefinierte wichtige Informationen für jeden Agenten anzeigen.

source: Agent Dashboard
de: Agenten-Dashboard
