Repository: RotherOSS/doc-otobo-user
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de

source: Use this screen to manage languages available in FAQ articles. A fresh OTOBO installation already contains some languages by default. The language management screen is available in the *Language Management* menu item of the *FAQ* menu.
de: Verwenden Sie diese Ansicht, um die verfügbaren Sprachen der FAQ-Artikel zu verwalten. Eine neue OTOBO-Installation beinhaltet standardmäßig einige Sprachen. Die Ansicht zur Verwaltung der Sprachen ist unter dem Menüeintrag *Sprachenverwaltung* im Menü *FAQ* verfügbar.

source: FAQ Language Management Screen
de: FAQ-Sprachenverwaltung

source: Manage FAQ Languages
de: FAQ-Sprachen verwalten

source: To add a language:
de: So fügen Sie eine Sprache hinzu:

source: Click on the *Add language* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Sprache hinzufügen*.

source: Fill in the required field.
de: Füllen Sie die benötigten Felder aus.

source: Add Language Screen
de: Sprache hinzufügen

source: To edit a language:
de: So bearbeiten Sie eine Sprache:

source: Click on a language in the list of languages.
de: Klicken Sie in der Liste der Sprachen auf eine Sprache.

source: Modify the field.
de: Ändern Sie die Felder.

source: Edit Language Screen
de: Sprache verwalten

source: To delete a language:
de: So löschen Sie eine Sprache:

source: Click on the trash icon in the list of languages.
de: Klicken Sie in der Liste mit den Sprachen auf das Papierkorb-Symbol.

source: Delete Language Screen
de: Sprache löschen

source: FAQ Language Settings
de: Einstellungen für FAQ-Sprachen

source: The following setting is available when adding or editing this resource. The fields marked with an asterisk are mandatory.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie diese Ressource hinzufügen oder bearbeiten. Die mit einem Sternchen gekennzeichneten Felder sind Pflichtfelder.

source: The `ISO 639-1 code <https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes>`__ of a language.
de: Der `ISO 639-1 code <https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes>`__ einer Sprache.

source: New
de: Neu

source: Use this screen to add new FAQ articles to the system. The FAQ add screen is available in the *New* menu item of the *FAQ* menu.
de: Verwenden Sie diese Ansicht, um neue FAQ-Artikel dem System hinzuzufügen. Die Ansicht zum Hinzufügen von FAQ-Artikeln ist unter dem Menüeintrag *Neu* im Menü *FAQ* verfügbar.

source: Add FAQ Article Screen
de: FAQ-Artikel hinzufügen

source: The following settings are available when adding this resource. The fields marked with an asterisk are mandatory.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie diese Ressource hinzufügen oder bearbeiten. Die mit einem Sternchen gekennzeichneten Felder sind Pflichtfelder.

source: Keyword
de: Schlüsselwort

source: Add some keywords to make it easily to find the FAQ article.
de: Fügen Sie einige Schlüsselwörter hinzu, damit der FAQ-Artikel leichter gefunden werden kann.

source: Category \*
de: Kategorie \*

source: Select a category from the available categories.
de: Wählen Sie eine Kategorie aus den verfügbaren Kategorien.

source: Categories can be managed on the :doc:`category-management` screen.
de: Kategorien können in :doc:`category-management` verwaltet werden.

source: State
de: Status

source: Select the state of the FAQ article. Possible options are:
de: Wählen Sie den Status eines FAQ-Artikels. Mögliche Status sind:

source: external (customer)
de: extern (Kunde)

source: FAQ article is visible for agents and logged in customer users on the external interface.
de: Der FAQ-Artikel ist sichtbar für Agenten und am externen Interface angemeldete Kundenbenutzer.

source: internal (agent)
de: intern (Agent)

source: FAQ article is visible for agents only.
de: Der FAQ-Artikel ist nur für Agenten sichtbar.

source: public (all)
de: öffentlich (Alle)

source: FAQ article is visible for everyone.
de: Der FAQ-Artikel ist für alle sichtbar.

source: Select a language from the available languages.
de: Wählen Sie eine Sprache aus der Liste der verfügbaren Sprachen.

source: Languages can be managed on the :doc:`language-management` screen.
de: Sprachen können in :doc:`language-management` verwaltet werden.

source: Attachment
de: Anhang

source: It is possible to add attachments to the FAQ article. Click on the field to add an attachment, or just drop some files here.
de: Es ist möglich, Anhänge zu FAQ-Artikeln hinzuzufügen. Klicken Sie auf das Feld, um einen Anhang hinzuzufügen oder legen Sie Dateien direkt hier ab.

source: Add a description here, that explains the current situation.
de: Geben Sie eine Beschreibung ein, die die derzeitige Situation näher beschreibt.

source: More detailed description about the problem.
de: Detailliertere Informationen über das Problem.

source: Solution
de: Lösung

source: How to solve the problem, or what is a workaround to solve it.
de: Wie man das Problem lösen kann.

source: Internal text about the current FAQ article for agents only.
de: Interner Text über den FAQ-Artikel, nur für Agenten.

source: Search
de: Suche

source: Use this screen to search for FAQ articles based on various criteria. The FAQ search screen is available in the *Search* menu item of the *FAQ* menu.
de: Verwenden Sie diese Ansicht, um nach FAQ-Artikeln basierend auf verschiedenen Kriterien zu suchen. Die Suche ist unter dem Menüeintrag *Suche* im Menü *FAQ* verfügbar.

source: Search Dialog
de: Suchdialog

source: The dialog is divided into three parts: *Templates*, *Filters in use* and *Additional filters*.
de: Dieser Dialog ist in drei Teile gegliedert: *Vorlagen* , *Benutzte Filter* und *Zusätzliche Filter*.

source: Templates
de: Vorlagen

source: This part of the dialog can be used to save a search template for further usage.
de: Dieser Teil des Dialogs kann genutzt werden, um eine Suchvorlage für die spätere Verwendung zu speichern.

source: To create a new search template:
de: So erstellen Sie eine Suchvorlage:

source: Click on the *Create New* button.
de: Klicken Sie auf die Schaltfläche *Neue Suchvorlage erstellen*.

source: Enter a name for the search template.
de: Geben Sie einen Namen für die Suchvorlage ein.

source: Click on the *Add* button.
de: Klicken Sie auf die Schaltfläche *Hinzufügen*.

source: Add some search criteria.
de: Fügen Sie einige Suchkriterien hinzu.

source: Click on the *Run Search* button.
de: Klicken Sie auf die Schaltfläche *Suche ausführen*.

source: To use a saved search template:
de: So benutzen Sie eine gespeicherte Suchvorlage:

source: Select a template from the drop-down list.
de: Wählen Sie eine Suchvorlage aus der Dropdown-Liste aus.

source: Search Templates Dialog
de: Dialog "Suchvorlagen"

source: To modify a search template:
de: So bearbeiten Sie eine Suchvorlage:

source: Check the *Save changes in template* box.
de: Setzen Sie einen Haken bei "Änderungen in Vorlage Speichern".

source: Modify some search criteria.
de: Bearbeiten Sie die Suchkriterien.

source: The results will be opened in *Search Results* screen to see all matched FAQ articles.
de: Die Ergebnisse werden in der Ansicht *Suchergebnisse* angezeigt, um alle übereinstimmenden FAQ-Artikel zu sehen.

source: Search Results Screen
de: Suchergebnisse

source: To delete a saved search template:
de: So löschen Sie eine gespeicherte Suchvorlage:

source: The template will be deleted immediately without confirmation!
de: Die Suchvorlage wird sofort ohne Bestätigung gelöscht!

source: Filters in use
de: Verwendete Filter

source: This part lists the filters, that are used for the search.
de: Dieser Teil listet die Filter, die für die Suche verwendet werden.

source: Additional filters can be added in the *Additional filters* part of the screen, and filters can be removed by clicking on the *⊟* button next to the field.
de: Zusätzliche Filter können im Bereich *Zusätzliche Filter* hinzugefügt werden. Zum Entfernen eines Filter klicken Sie auf die *⊟*-Schaltfläche neben dem Feld.

source: Additional filters
de: Zusätzliche Filter

source: This part is for adding more filters and selecting the output format of the results.
de: In diesem Teil können zusätzliche Filter und das Ausgabeformat der Ergebnisse gewählt werden.

source: Add another attribute
de: Ein weiteres Attribut hinzufügen

source: Select an extra attribute from the drop-down list to be used in the search.
de: Wählen Sie ein Attribut aus der Dropdown-Liste, nach dem in der Suche gesucht werden soll.

source: Output
de: Ausgabe

source: Select the output format of the result.
de: Wählen Sie das Ausgabeformat der Ergebnisse.

source: You can start the search by clicking on the *Run search* button.
de: Sie können die Suche ausführen, wenn Sie auf die Schaltfläche *Suche ausführen klicken*.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found on the `GNU website <https://www.gnu.org/licenses/fdl-1.3.txt>`__.
de: Es ist erlaubt, dieses Dokument zu kopieren, verteilen und zu verändern unter Beachtung der Bedingungen der GNU Lizens für freie Dokumentationen, Version 1.3 oder höher; ohne invariante Abschnitte, keine Titelseiten-Texte und keine Rückseiten-Texte. Eine Kopie der Lizenz finden Sie auf der `GNU website <https://www.gnu.org/licenses/fdl-1.3.txt>`__.

source: OTOBO User Tutorial
de: OTOBO Benutzerhandbuch

source: Introduction
de: Einführung

source: This manual is intended for use by OTOBO agents. The chapters describe the usage of the OTOBO software as an agent user.
de: Dieses Handbuch ist zur Nutzung durch OTOBO-Agenten gedacht. Die Kapitel beschreiben die Benutzung der OTOBO-Software als „Agent-Nutzer“.

source: Login to Agent Interface
de: Anmeldung am Agenten-Interface

source: The agent interface is available at the following location.
de: Das Agenten-Interface ist unter folgender Adresse verfügbar.

source: You have to replace ``<OTOBO_HOST>`` with your domain.
de: Sie müssen ``<OTOBO_HOST>`` durch Ihre Domain ersetzen.

source: You need an agent account to be able to use OTOBO. If you have no account yet, please contact your administrator.
de: Sie benötigen ein Agenten-Konto, um OTOBO nutzen zu können. Wenn Sie noch kein Konto haben, kontaktieren Sie bitte Ihren OTOBO-Administrator.

source: Agent Login Screen
de: Anmeldung für Agenten

source: If you forget your password, click on the *Lost your password?* link, and follow the instructions there.
de: Wenn Sie Ihr Passwort vergessen haben, klicken Sie auf die Schaltfläche *Passwort verloren?* und folgen Sie den Anweisungen.

source: Request New Password Screen
de: Neues Passwort anfragen

source: After a successful login, the agent dashboard will be displayed.
de: Nach der erfolgreichen Anmeldung wird das Agenten-Dashboard angezeigt.

source: Agent Interface
de: Agenten-Interface

source: Reports
de: Berichte

source: Reports are automatically generated statistics. In this menu it is possible to define new statistics, and set these statistics as reports, if needed.
de: Berichte werden automatisch Statistiken generiert. In diesem Menü ist es möglich, neue Statistiken zu definieren und diese Statistiken bei Bedarf als Berichte zu setzen.

source: Use this screen to manage reports. A fresh OTOBO installation contains no reports by default. The reports management screen is available in the *Reports* menu item of the *Reports* menu.
de: Verwenden Sie diese Ansicht, um Berichte zu verwalten. Eine neue OTOBO-Installation enthält standardmäßig keine Berichte. Die Ansicht zur Verwaltung der Berichte ist unter dem Menüeintrag *Berichte* im Menü *Berichte* verfügbar.

source: Reports Overview Screen
de: Berichte-Übersicht

source: Manage Reports
de: Berichte verwalten

source: To create a new report:
de: So erstellen Sie einen neuen Bericht:

source: Click on the *Add Report* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Bericht hinzufügen*.

source: You will be redirected to *Edit Report* screen to edit the report details.
de: Sie werden umgeleitet zur Ansicht *Bericht bearbeiten*, um die Berichtsdetails zu bearbeiten.

source: Add Report Screen
de: Bericht hinzufügen

source: To edit a report:
de: So bearbeiten Sie einen Bericht:

source: Click on a report in the list of reports or you are already redirected here from *Add Report* screen.
de: Klicken Sie auf einen Bericht in der Liste mit den Berichten oder Sie wurden bereits hierhin umgeleitet von der Ansicht *Bericht hinzufügen*.

source: Modify the fields and the report details.
de: Ändern Sie die Felder und die Berichtsdetails.

source: Edit Report Details Screen
de: Berichtsdetails bearbeiten

source: To delete a report:
de: So löschen Sie einen Bericht:

source: Click on the trash icon in the list of reports.
de: Klicken Sie auf in der Liste mit den Berichten auf das Papierkorb-Symbol.

source: Click on the *OK* button in the confirmation screen.
de: Klicken Sie im Bestätigungs-Dialog auf die Schaltfläche *OK*.

source: To run a report immediately:
de: So führen Sie einen Bericht sofort aus:

source: Click on the *Run now* link in the list of reports.
de: Klicken Sie in der Liste mit den Berichten auf die Schaltfläche *Jetzt ausführen*.

source: Click on the *Run now* button in the new screen.
de: Klicken Sie in der neuen Ansicht auf die Schaltfläche *Jetzt ausführen*.

source: View Report Screen
de: Bericht ausführen

source: General Report Settings
de: Allgemeine Einstellungen für Berichte

source: Automatic Generation Settings
de: Einstellungen für die automatische Erstellung

source: Automatic generation times (cron)
de: Zeitpunkte für die automatische Erstellung (cron)

source: Specify when the report should be automatically generated in cron format.
de: Legen Sie fest, wenn der Bericht automatisch im „cron“-Format erzeugt werden soll.

source: For more information see the `Cron article on Wikipedia <https://en.wikipedia.org/wiki/Cron>`__.
de: Für mehr Informationen schauen Sie bitte den `Wikipedia-Artikel <https://de.wikipedia.org/wiki/Cron>`__.

source: Times are in the system timezone.
de: Zeiten sind in der Systemzeitzone.

source: Automatic generation language
de: Sprache für automatische Erstellung

source: The language to be used when the report is automatically generated.
de: Die Sprache, die verwendet werden soll, wenn der Bericht automatisch erzeugt wird.

source: Email subject
de: E-Mail-Betreff

source: Specify the subject for the automatically generated email.
de: Geben sie den Betreff für die automatisch erzeugte E-Mail an.

source: Email body
de: E-Mail-Inhalt

source: Specify the text for the automatically generated email.
de: Geben Sie den Text für die E-Mail an.

source: Email recipients
de: E-Mail-Empfänger

source: Specify recipient email addresses (comma separated).
de: Geben Sie die E-Mail-Adressen der Empfänger an (durch Komma getrennt).

source: Output settings
de: Einstellungen für Ausgabe

source: Headline
de: Kopfzeile

source: This text will be used as headline text of the report.
de: Dieser Text wird als Überschrift für den Bericht verwendet.

source: Title
de: Titel

source: The title of the report.
de: Der Titel des Berichts.

source: Caption for preamble
de: Überschrift der Einleitung

source: The caption for preamble included in the report.
de: Die Überschrift für die Einleitung des Berichts.

source: Preamble
de: Einleitung

source: The preamble text of the report.
de: Die Einleitung des Berichts.

source: Caption for epilogue
de: Überschrift des Abschlusstextes

source: The caption for epilogue included in the report.
de: Die Überschrift für den Abschlusstext des Berichts.

source: Epilogue
de: Abschlusstext

source: The epilogue text of the report.
de: Der Abschlusstext des Berichts.

source: Statistics
de: Statistiken

source: Add statistic to report
de: Statistik zum Bericht hinzufügen

source: Select one or more :doc:`statistics` to be added to the report. Each added statistics have an own overview and settings screen.
de: Wählen Sie eine oder mehrere :doc:`statistics`, die dem Bericht hinzugefügt werden sollen. Jede hinzugefügte Statistik hat ihre eigene Übersichts- und Einstellungsansichten.

source: After all information is collected and set, click on the *Save* or *Save and finish* button to save the report.
de: Nachdem alle Informationen gesammelt und gesetzt wurden, klicken Sie auf die Schaltfläche *Speichern* oder *Speichern und abschließen*, um den Bericht zu speichern.

source: Use this screen to manage statistics. A fresh OTOBO installation already contains some statistics by default. The statistics management screen is available in the *Statistics* menu item of the *Reports* menu.
de: Verwenden Sie diese Ansicht, um Statistiken zu verwalten. Eine neue OTOBO-Installation enthält standardmäßig keine Statistiken. Die Ansicht zur Verwaltung der Berichte ist unter dem Menüeintrag *Statistiken* im Menü *Berichte* verfügbar.

source: Statistics Overview Screen
de: Statistik-Übersicht

source: Manage Statistics
de: Statistiken verwalten

source: Three type of statistics are available in OTOBO.
de: Es gibt drei verfügbare Statistktypen in OTOBO.

source: Add Statistics Screen
de: Statistik hinzufügen

source: Dynamic Matrix
de: Dynamische Matrix

source: Each cell contains a singular data point.
de: Jede Zelle enthält einen einzelnen Datenpunkt.

source: Dynamic List
de: Dynamische Liste

source: Each row contains data of one entity.
de: Jede Zeile enthält Daten eines Objekts.

source: Static
de: Statisch

source: Non-configurable complex statistics.
de: Nicht konfigurierbare, komplexe Statistiken.

source: Click on the *Add Statistics* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Statistik hinzufügen*.

source: Select the type for the new statistics.
de: Wählen Sie den Typ für die neue Statistik.

source: Add General Specification Section
de: Bereich Allgemeine Informationen hinzufügen

source: Click on a statistics number in the list of statistics.
de: Klicken Sie auf eine Statistiknummer in der Liste mit den Statistiken.

source: Modify the fields and the statistics details.
de: Bearbeiten Sie die Felder und die Statistikdetails.

source: Edit General Specification Section
de: Allgemeine Spezifikationen bearbeiten

source: Click on the *Import Statistics* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Statistik importieren*.

source: Click on the *Browse…* button and select a previously exported ``.xml`` file.
de: Klicken Sie auf die Schaltfläche *Durchsuchen…* und wählen Sie eine zuvor exportierte ``.xml``-Datei.

source: Click on the *Import* button.
de: Klicken Sie auf die Schaltfläche *Importieren*.

source: Import Statistics Configuration Screen
de: Statistik-Konfiguration importieren

source: Choose a location in your computer to save the ``.xml`` file.
de: Wählen Sie einen Speicherort auf Ihrem Computer, um die ``xml``-Datei zu speichern.

source: Click on the trash icon in the list of statistics.
de: Klicken Sie in der Liste mit den Statistiken auf das Papierkorb-Symbol.

source: Review the statistics details.
de: Überprüfen Sie die Statistikdetails.

source: Click on the *Run now* button.
de: Klicken Sie auf die Schaltfläche *Jetzt ausführen*.

source: View Statistics Screen
de: Statistik anzeigen

source: Go the the edit screen of a statistics.
de: Gehen Sie zu der Bearbeiten-Ansicht einer Statistik.

source: See the preview.
de: Schauen Sie sich die Vorschau an.

source: Change the settings to view different type of graphs.
de: Ändern Sie die Einstellungen, um unterschiedliche Graphentypen anzuzeigen.

source: Change the values of *X-axis*, *Y-axis* and *Filter* with the respective buttons.
de: Ändern Sie die Werte der *X-Achse* , *Y-Achse* und *Filter* mit den entsprechenden Schaltflächen.

source: Statistics Preview Widget
de: Widget „Statistikvorschau“

source: The preview uses random data and does not consider data filters.
de: Diese Vorschau benutzt Zufallsdaten und beachtet keine Datenfilter.

source: General Statistics Specification
de: Allgemeine Statistikeinstellungen

source: Permissions \*
de: Berechtigungen \*

source: You can select one or more groups to define access for different agents.
de: Sie können eine oder mehrere Gruppen definieren, um Zugriffsrechte für verschiedene Agenten zu vergeben.

source: Result formats \*
de: Ergebnisformat \*

source: You can select, in which format should be able to see the statistics.
de: Sie können wählen, in welchem Format die Statistik angezeigt wird.

source: Time Zone \*
de: Zeitzone \*

source: The selected time periods in the statistics are time zone neutral.
de: Die ausgewählten Zeiträume in der Statistik sind zeitzonenneutral.

source: Create summation row
de: Summenzeile erstellen

source: Generate an additional row containing sums for all data rows.
de: Eine zusätzliche Zeile mit Summen für alle Datenzeilen erstellen.

source: Create summation column
de: Summenspalte erstellen

source: Generate an additional column containing sums for all data columns.
de: Eine zusätzliche Spalte mit Summen für alle Datenspalten erstellen.

source: Cache results
de: Ergebnisse cachen

source: Stores statistics result data in a cache to be used in subsequent views with the same configuration (requires at least one selected time field).
de: Speichert Statistikergebnisse in einem Cache, der bei späteren Aufrufen mit derselben Konfiguration verwendet wird. (Benötigt mindestens ein ausgewähltes Zeitfeld)

source: Show as dashboard widget
de: Als Dashboard-Widget anzeigen

source: Provide the statistics as a widget that agents can activate in their dashboard.
de: Stellen Sie die Statistiken als Widget zur Verfügung, das Agenten in ihrem Dashboard aktivieren können.

source: Enabling the dashboard widget will activate caching for this statistics in the dashboard.
de: Wenn Sie das Dashboard-Widget aktivieren, wird das Caching für diese Statistiken im Dashboard aktiviert.

source: Set the validity of this resource. Each resource can be used in OTOBO only, if this field is set to *valid*. Setting this field to *invalid* will disable the use of the resource.
de: Setzt die Gültigkeit dieser Ressource. Jede Ressource kann nur in OTOBO verwendet werden, wenn dieses Feld auf *gültig* gesetzt ist. Wenn Sie dieses Feld auf *ungültig* oder *ungültig-temporär* setzen, wird die Nutzung der Ressource deaktiviert.

source: Ticket Attributes for Statistics
de: Ticket-Attribute für Statistiken

source: The following ticket attributes can be included in statistics using the *X-axis* button, if *Dynamic Lists* statistics are selected.
de: Die folgenden Ticket-Attribute können über die Schaltfläche *X-Achse* in die Statistik aufgenommen werden, wenn *Dynamische Listen* Statistik ausgewählt sind.

source: Number
de: Nummer

source: An auto-increment integer number in the output to show the line numbers.
de: Eine Ganzzahl in der Ausgabe, die automatisch erhöht wird, um die Zeilennummern anzuzeigen.

source: The ticket number.
de: Die Ticket-Nummer.

source: Age
de: Alter

source: The relative age since ticket creation and now.
de: Das relative Alter seit Ticket-Erstellung und jetzt.

source: The title of the ticket.
de: Der Titel des Tickets.

source: Created
de: Erstellt

source: The absolute date and time with timezone when the ticket was created.
de: Das absolute Datum und die absolute Uhrzeit mit Zeitzone, als das Ticket erstellt wurde.

source: Last Changed
de: Zuletzt geändert
