Repository: RotherOSS/doc-otobo-user
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de

source: This menu item opens a new window to add a note based on an outgoing phone call to the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster, um eine Notiz basierend auf einem ausgehenden Telefonanruf hinzuzufügen.

source: Phone Call Screen
de: Telefonanruf

source: Select an other state if you want to change it.
de: Wählen Sie einen anderen Status, wenn Sie ihn ändern möchten.

source: Phone Call Inbound
de: Eingehender Telefonanruf

source: This menu item opens a new window to add a note based on an incoming phone call to the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster, um eine Notiz basierend auf einem eingehenden Telefonanruf hinzuzufügen.

source: This screen is the same as *Phone Call Outbound* screen.
de: Diese Ansicht ist die gleiche Ansicht wie *Ausgehender Telefonanruf*.

source: E-Mail Outbound
de: Ausgehende E-Mail

source: This menu item opens a new window to send an email and add the email as article to the ticket. This screen is very similar to an email client screen.
de: Dieser Menüeintrag öffnet ein neues Fenster, um eine E-Mail zu senden und die E-Mail als Artikel an das Ticket anzuhängen. Die Ansicht ist sehr ähnlich zu der Ansicht in E-Mail-Programmen.

source: Outbound Email Screen
de: Ausgehende E-Mail

source: From
de: Von

source: This field is read only and holds the queue address.
de: Dieses Feld ist "nur lesen" und beinhaltet die Queue.

source: To \*
de: An \*

source: This will be the *To* field of the email.
de: Das wird das *An*-Feld der E-Mail.

source: You can select a customer user from OTOBO or any valid email address can be added here.
de: Sie können hier einen Kundenbenutzer von OTOBO wählen oder jede andere gültige E-Mail-Adresse hinzufügen.

source: Visible for customer
de: Sichtbar für Kunde

source: Pending
de: Warten

source: This menu item opens a new window to set the pending time of the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster, um die Wartezeit des Tickets zu setzen.

source: Set Pending Time Screen
de: Wartezeit setzen

source: Next state
de: Nächster Status

source: Select the pending state of the ticket.
de: Wählen Sie die Wartezeit des Tickets.

source: This menu item opens a new window to close the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster, um das Ticket zu schließen.

source: Select the closed state of the ticket.
de: Wählen Sie den "Schließen"-Status des Tickets.

source: This menu item opens the :doc:`new-process-ticket` screen to start a process from this ticket.
de: Dieser Menüeintrag öffnet die Ansicht :doc:`new-process-ticket` , um einen Prozess aus diesem Ticket heraus zu starten.

source: This menu item opens a new window to see the history of the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster mit der Historie des Tickets.

source: Ticket History Screen
de: Ticket-Historie

source: If several entries are added to the history, use the filter box to find a particular entry by just typing something to filter.
de: Wenn dem System mehrere Einträge hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Eintrag zu finden, indem Sie einfach den zu filternden Namen eingeben.

source: Free Fields
de: Freie Felder

source: This menu item opens a new window to change the free field values of the ticket.
de: Dieser Menüeintrag öffnet ein neues Fenster, um die Werte der freien Felder eines Tickets zu ändern.

source: Ticket Free Text Screen
de: Ticket - Freie Felder

source: This menu item opens the standard link screen of OTOBO. Tickets can be linked to other tickets, FAQ articles or appointments. Existing links can also be managed here.
de: Dieser Menüeintrag öffnet die Verknüpfungsansicht von OTOBO. Tickets können mit anderen Tickets, FAQ-Artikeln oder Terminen verknüpft werden. Bestehende Verknüpfungen können hier ebenfalls verwaltet werden.

source: Link Ticket Screen
de: Ticket verknüpfen

source: Link with
de: Verknüpfen mit

source: Select the other object the ticket should be linked to.
de: Wählen Sie das Objekt, mit dem Sie das Ticket verknüpfen möchten.

source: The other fields can be used to find the appropriate object to link, and the fields can be different for each object.
de: Die anderen Felder können verwendet werden, um das entsprechende Objekt zur Verknüpfung zu finden. Die Felder können für jedes Objekt unterschiedlich sein.

source: Merge
de: Zusammenfassen

source: This menu item opens a new window to find a destination ticket for the current ticket. The articles of current ticket will be moved to the destination ticket, and the current ticket will get the state *merged*.
de: Dieser Menüeintrag öffnet ein neues Fenster, um ein Ziel-Ticket für das derzeitige Ticket zu finden. Die Artikel des derzeitigen Tickets werden in das Ziel-Ticket eingefügt und das derzeitige Ticket bekommt den Status *zusammengefasst*.

source: Ticket Merge Screen
de: Tickets zusammenfassen

source: Merge to Ticket# \*
de: Zusammenfassen zu Ticket# \*

source: Try typing part of the ticket number or title in order to search by it.
de: Geben Sie einen Teil der Ticketnummer oder des Titels ein, um danach zu suchen.

source: Inform sender
de: Sender informieren

source: Check this box, if you would like to inform sender about ticket merge. If this box is checked, the following fields must be filled.
de: Aktivieren Sie dieses Kontrollkästchen, wenn Sie den Absender über die Zusammenfassung von Tickets informieren möchten. Wenn dieses Kontrollkästchen aktiviert ist, müssen die folgenden Felder ausgefüllt werden.

source: The body text of the email to be sent.
de: Der Text der zu sendenden E-Mail.

source: This menu item opens the :doc:`../calendar/new-appointment` dialog, and selects the current ticket in the *Ticket* field for linking.
de: Dieser Menüeintrag öffnet den Dialog :doc:`../calendar/new-appointment` und wählt das derzeitige Ticket im Feld *Ticket* zum Verknüpfen aus.

source: This menu item is only a drop-down list of available queues. Select a destination queue, if the ticket needs to be moved there.
de: Dieser Menüeintrag ist eine Dropdown-Liste der verfügbaren Queues. Wählen Sie eine Ziel-Queue, wenn das Ticket hierhin verschoben werden soll.

source: This menu item has no confirmation window. Moving the ticket to an other queue is done immediately.
de: Dieser Menüeintrag hat keinen Bestätigungsdialog. Das Verschieben eines Tickets in eine andere Queue wird sofort ausgeführt.

source: Settings
de: Einstellungen

source: Click on the gear icon in the right side of the ticket menu to change the article view settings. The following options are available:
de: Klicken Sie auf das Zahnrad-Symbol in der rechten Seite des Ticket-Menü, um die Einstellungen für Artikel zu ändern. Die folgenden Optionen sind möglich:

source: Show one article
de: Einen Artikel anzeigen

source: Only the article is displayed in the *Article Zoom* widget, which is selected in the *Article Overview* widget.
de: In der *Artikel-Detailansicht* wird nur der Artikel angezeigt, der in der *Artikelübersicht* ausgewählt ist.

source: Show all articles
de: Alle Artikel anzeigen

source: All articles are displayed in the *Article Zoom* widget under each other.
de: Alle Artikel werden in der Artikel-Detailansicht untereinander angezeigt.

source: Article Overview
de: Artikelübersicht

source: This widget lists all articles of the ticket in a table.
de: Dieses Widget listet alle Artikel eines Tickets in einer Tabellenform auf.

source: Article Overview Widget
de: Widget "Artikelübersicht"

source: Most of the columns are sortable by clicking on the header. Click again to change the sort order.
de: Die meisten Spalten sind durch Klicken auf den Spaltenkopf sortierbar. Klicken Sie noch einmal, um die Sortierreihenfolge zu ändern.

source: There are three possible colors used to mark the type of article.
de: Es gibt drei mögliche Farben, um den Typ des Artikels zu kennzeichnen.

source: White: the article is visible for the customer user in the external interface and for agents in the agent interface.
de: Weiß: Der Artikel ist für den Kundenbenutzer im externen Interface und für Agenten im Agenten-Interface sichtbar.

source: Red: the article is not visible for the customer user in the external interface, but it is visible for agents in the agent interface.
de: Rot: Der Artikel ist für den Kundenbenutzer im externen Interface nicht sichtbar, aber für Agenten im Agenten-Interface.

source: Yellow: the article is a system message and the visibility can be changed in the system configuration.
de: Gelb: Der Artikel ist eine Systemnachricht und die Sichtbarkeit kann in der Systemkonfiguration geändert werden.

source: This widget is not displayed in ticket timeline view.
de: Dieses Widget wird in der Zeitlinien-Ansicht des Tickets nicht angezeigt.

source: Article Zoom
de: Artikel-Detailansicht

source: This widget displays the details of the article. The widget has an own menu.
de: Das Widget zeigt die Details eines Artikels. Das Widget hat ein eigenes Menü.

source: Article Zoom Widget
de: Widget "Artikel-Detailansicht"

source: Mark or Unmark
de: Markieren oder Markierung aufheben

source: Use this menu item to mark article as important or to remove the important flag from the article. Important articles have a red information flag in the *Article Overview* widget.
de: Verwenden Sie dieses Menü, um einen Artikel als "wichtig" zu markieren oder um das "wichtig"-Symbol wieder von einem Artikel zu entfernen. Wichtige Artikel haben ein rotes Informationssymbol im Widget *Artikelübersicht*.

source: This menu item opens a PDF file to show the printer friendly version of the current article. You can save or print this PDF file.
de: Dieser Menüeintrag öffnet eine PDF-Datei, um die druckerfreundliche Version des aktuellen Artikels anzuzeigen. Sie können diese PDF-Datei speichern oder ausdrucken.

source: Split
de: Teilen

source: Use this menu item to split the article to an other ticket. Select the new ticket type and click on the *Submit* button.
de: Verwenden Sie diesen Menüeintrag, um den Artikel auf ein anderes Ticket aufzuteilen. Wählen Sie den neuen Ticket-Typ aus und klicken Sie auf die Schaltfläche *Übermitteln*.

source: Article Split Dialog
de: Dialog "Artikel teilen"

source: It is possible to split the article into several type of ticket.
de: Es ist möglich, den Artikel in mehrere Ticket-Typen aufzuteilen.

source: Selecting this will open the :doc:`new-email-ticket` screen and fill in the fields with the current article data.
de: Wenn diese Option ausgewählt ist, öffnet sich die Ansicht :doc:`new-email-ticket` und die Felder werden mit den derzeitigen Artikeldaten ausgefüllt.

source: Selecting this will open the :doc:`new-phone-ticket` screen and fill in the fields with the current article data.
de: Wenn diese Option ausgewählt ist, öffnet sich die Ansicht :doc:`new-phone-ticket` und die Felder werden mit den derzeitigen Artikeldaten ausgefüllt.

source: Process ticket
de: Prozess-Ticket

source: Selecting this will open the :doc:`new-process-ticket` screen and fill in the fields with the current article data.
de: Wenn diese Option ausgewählt ist, öffnet sich die Ansicht :doc:`new-process-ticket` und die Felder werden mit den derzeitigen Artikeldaten ausgefüllt.

source: Forward
de: Weiterleiten

source: Use this menu item to forward the article via email.
de: Nutzen Sie diesen Menüeintrag, um den Artikel via E-Mail weiterzuleiten.

source: Article Forward Screen
de: Artikel weiterleiten

source: Reply
de: Antworten

source: Use this menu item to compose an answer to the article via email. Reply is created from a response template set in *Templates* module of the administrator interface.
de: Verwenden Sie diesen Menüeintrag, um eine Antwort auf den Artikel per E-Mail zu verfassen. Die Antwort wird aus einer Antwortvorlage erstellt, die im Modul *Vorlagen* des Administrator-Interface eingestellt ist.

source: Compose Answer Screen
de: Antwort verfassen

source: Linked Objects
de: Verknüpfte Objekte

source: Tickets can be linked to other objects. Use this widget to see the links between the ticket and other objects.
de: Tickets können mit anderen Objekten verknüpft werden. Verwenden Sie dieses Widget, um die existierenden Verknüpfungen anzuschauen.

source: New links can be added by the *Link* menu item of the *Ticket Zoom* menu. Existing links can also be managed there.
de: Neue Verknüpfungen können via Menüeintrag *Verknüpfen* im Menü der *Ticket-Detailansicht* hinzugefügt werden. Bestehende Verknüpfungen können hier ebenfalls verwaltet werden.

source: Ticket Information
de: Ticket-Informationen

source: This widget contains information about the ticket.
de: Dieses Widget enthält Informationen über das Ticket.

source: Ticket Information Widget
de: Ticket-Informationen

source: Customer Information
de: Kundeninformationen

source: This widget contains information about the customer.
de: Dieses Widget enthält Informationen über den Kunden.
