Repository: RotherOSS/doc-otobo-user
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de

source: This menu item is only available for agents who have administrator privileges.
de: Dieser Menüpunkt ist nur für Agenten mit Administratorrechten verfügbar.

source: Personal Menu
de: Persönliches Menü

source: Use this menu to customize your profile in OTOBO. The personal menu is available via your avatar in the top left corner.
de: Verwenden Sie dieses Menü, um Ihr Profil in OTOBO anzupassen. Das persönliche Menü ist über Ihren Avatar in der linken oberen Ecke verfügbar.

source: All settings changed in this menu affect only your profile, and does not affect the behavior of OTOBO for other agents.
de: Alle in diesem Menü geänderten Einstellungen betreffen nur Ihr Profil und haben keinen Einfluss auf das Verhalten von OTOBO für andere Agenten.

source: Contents
de: Inhalt

source: Logout
de: Abmelden

source: Use this menu item to leave OTOBO and go to the login screen.
de: Verwenden Sie diesen Menüpunkt, um OTOBO zu verlassen und zum Anmeldebildschirm zu gelangen.

source: Clicking on this menu item will logout the agent without confirmation.
de: Durch Anklicken dieses Menüpunktes wird ein Agent ohne Bestätigung abgemeldet.

source: Notifications
de: Benachrichtigungen

source: Use this screen to get an overview of notifications. The notification overview screen is available in the *Notifications* menu item of the *Avatar* menu.
de: Verwenden Sie diese Ansicht für eine Übersicht der Benachrichtigungen. Die Übersicht ist unter dem Menüeintrag *Benachrichtigungen* des Menüs *Avatar* verfügbar.

source: If unread notifications are in this screen, a flag icon with number also indicates the number of unread notifications in the toolbar.
de: Wenn sich in dieser Ansicht ungelesene Benachrichtigungen befinden, zeigt ein Kennzeichen mit Nummer auch die Anzahl der ungelesenen Benachrichtigungen in der Werkzeugleiste an.

source: Notification Web View Screen
de: Benachrichtigungs-Ansicht

source: To limit the number of displayed notifications per page and adjust visible columns:
de: So begrenzen Sie die Anzahl der Benachrichtigungen pro Seite und die Anzahl der sichtbaren Spalten:

source: Click on the gear icon in the top right corner of the overview header.
de: Klicken Sie auf das Zahnrad-Symbol in der oberen, rechten Ecke des Übersichts-Widget.

source: Select the maximum number of notifications displayed per page and set the visible columns by drag and drop.
de: Wählen Sie die Anzahl der maximal pro Seite angezeigten Benachrichtigungen. Mit Drag&Drop können Sie die Spalten zwischen den Bereichen "Verfügbare Spalten" und "Angezeigte Spalten" verschieben.

source: Click on the *Submit* button.
de: Klicken Sie auf die Schaltfläche *Übermitteln*.

source: The order of visible columns can be set by rearrange the columns in the *Visible columns* field.
de: Die Reihenfolge der sichtbaren Spalten kann auch via Drag&Drop im Bereich *Sichtbare Spalten* festgelegt werden.

source: Personal Preferences
de: Persönliche Einstellungen

source: Use this screen to set personal preferences in OTOBO. The personal preferences screen is available in the *Personal Preferences* menu item of the *Avatar* menu.
de: Verwenden Sie diese Ansicht, um persönliche Einstellungen in OTOBO festzulegen. Die Ansicht mit den persönlichen Einstellungen ist im Menü *Persönliche Einstellungen* des Menüs *Avatar* verfügbar.

source: User Profile
de: Benutzerprofil

source: Notification Settings
de: Benachrichtigungseinstellungen

source: Miscellaneous
de: Verschiedenes

source: Preferences Modules
de: Einstellungs-Module

source: Each module consists of widgets, which have two columns. In the first column is the setting, and in the second column is a description for the setting.
de: Jedes Modul besteht aus Widgets, die aus zwei Spalten bestehen. In der ersten Spalte befindet sich die Einstellung, in der zweiten Spalte eine Beschreibung der Einstellung.

source: Do not forget to apply the changes by clicking on the tick icon in the right part of the widget.
de: Vergessen Sie nicht, die Änderungen zu übernehmen, indem Sie auf das Häkchen-Symbol im rechten Teil des Widgets klicken.

source: This is the agent profile, where the account related settings can be changed.
de: Das ist das Profil eines Agenten. Hier können die Kontoeinstellungen geändert werden.

source: Change password
de: Passwort ändern

source: In this widget the current password can be changed. To change the password, all fields must be filled.
de: In diesem Widget kann das aktuelle Passwort geändert werden. Um das Passwort zu ändern, müssen alle Felder ausgefüllt werden.

source: Change Password Widget
de: Widget "Passwort ändern"

source: Current password
de: Aktuelles Passwort

source: Type your current password for security reasons, if you want to change it.
de: Geben Sie hier aus Sicherheitsgründen das aktuelle Passwort ein.

source: New password
de: Neues Passwort

source: Type your new password here.
de: Geben Sie hier das neue Passwort ein.

source: Verify password
de: Passwort verifizieren

source: Type your new password again to avoid misspelling the new password.
de: Geben Sie Ihr neues Passwort erneut ein, um zu vermeiden, dass das neue Passwort falsch geschrieben wurde.

source: System configuration ``PreferencesGroups###GoogleAuthenticatorSecretKey`` needs to be activated to use this feature.
de: Die Systemkonfiguration ``PreferencesGroups###GoogleAuthenticatorSecretKey`` muss aktiviert sein, damit Sie diese Funktion nutzen können.

source: This is a two factor authentication token described in `RFC6238 <https://tools.ietf.org/html/rfc6238>`__ to improve the account security. `Google Authenticator <https://en.wikipedia.org/wiki/Google_Authenticator>`__ is a mobile application to generate tokens, but any other generator application can be used.
de: Das ist ein Zwei-Faktor-Authentifizierungstoken, beschrieben unter `RFC6238 <https://tools.ietf.org/html/rfc6238>`__ , um die Sicherheit des Kontos zu verbessern. Google Authenticator <https://en.wikipedia.org/wiki/Google_Authenticator>`__ ist eine mobile Anwendung zum Erzeugen von Token. Es kann aber auch jeder andere Token-Generator verwendet werden.

source: Google Authenticator Widget
de: Widget "Google Authenticator"

source: Shared Secret
de: Gemeinsames Geheimnis

source: This is a string to use for token generation. It must contain only uppercase letters (A-Z) and numbers (2-7). Click on the *Generate* button to generate a secret.
de: Das ist ein String, der für die Erstellung des Tokens genutzt wird. Er darf nur Großbuchstaben (A-Z) und Nummern (2-7) enthalten. Klicken Sie auf die Schaltfläche *Generieren*, um ein "gemeinsames Geheimnis" zu erstellen.

source: Make sure that you add the shared secret to your generator application and the application works well. Otherwise you will be not able to login anymore without the two factor token.
de: Stellen Sie sicher, dass Sie das "gemeinsame Geheimins" zu Ihrer Token-Generatoranwendung hinzufügen und die Anwendung gut funktioniert. Andernfalls können Sie sich ohne das Zwei-Faktor-Token nicht mehr anmelden.

source: Here can be changed the image used as avatar image in *Ticket Zoom* screen and in the main menu.
de: Hier kann das Bild geändert werden, das als Avatarbild in der *Ticket-Detailansicht* und im Hauptmenü verwendet wird.

source: Avatar Widget
de: Widget "Avatar"

source: It is not possible to upload an avatar image directly in OTOBO. You have to register your email address on `Gravatar <https://www.gravatar.com/>`__ to use this feature. Otherwise the first letters of first name and last name will be displayed.
de: Es ist nicht möglich, das Avatarbild direkt in OTOBO hochzuladen. Sie müssen Ihre E-Mail-Adresse unter `Gravatar <https://www.gravatar.com/>`__ registrieren, wenn Sie diese Funktion nutzen möchten. Andernfalls werden nur die ersten Buchstaben des Vor- und Nachnamens angezeigt.

source: Language
de: Sprache

source: Language Widget
de: Widget "Sprache"

source: Only those languages are listed by default, in which OTOBO is translated more than 95%. To see all available languages, click on the refresh icon next to the drop-down list.
de: Standardmäßig werden nur die Sprachen aufgelistet, in denen OTOBO zu mehr als 95% übersetzt wird. Um alle verfügbaren Sprachen anzuzeigen, klicken Sie auf das Aktualisierungssymbol neben der Dropdown-Liste.

source: Time Zone
de: Zeitzone

source: Each agent has to set the timezone of the current location to get proper date and time calculation in OTOBO.
de: Jeder Agent muss die Zeitzone des aktuellen Standorts einstellen, um eine korrekte Datums- und Zeitberechnung in OTOBO zu erhalten.

source: Time Zone Widget
de: Widget "Zeitzone"

source: Select the location where you are currently in.
de: Wählen Sie den Standort, an dem Sie sich derzeit befinden.

source: Out Of Office Time
de: Abwesenheitszeit

source: With this widget agents can inform other agents about absence. This is useful for resource planning and workload balancing.
de: Mit diesem Widget können Agenten andere Agenten über Abwesenheit informieren. Dies ist nützlich für die Ressourcenplanung und den Arbeitslastausgleich.

source: Out Of Office Time Widget
de: Widget "Abwesenheitszeit"

source: Active
de: Aktiv

source: The function can be turned on or off.
de: Schaltet die Funktion ein oder aus.

source: The first day of absence.
de: Legen Sie hier den ersten Tag der Abwesenheit fest.

source: End
de: Ende

source: The last day of absence.
de: Legen Sie hier den letzten Tag der Abwesenheit fest.

source: These settings are for customizing personal notifications.
de: Diese Einstellungen dienen zum Anpassen von persönlichen Benachrichtigungen.

source: My Queues
de: Meine Queues

source: In this widget some queues can be selected as preferred queues. Tickets in this queues will be displayed under the *Tickets in My Queues* filter of the ticket widgets, and notifications will be sent, if new tickets are available in one of the selected queues.
de: In diesem Widget können einige Queues als bevorzugte Queues ausgewählt werden. Tickets in diesen Queues werden unter dem Filter *Tickets in Meinen Queues* in den Ticket-Widgets angezeigt, und es werden Benachrichtigungen gesendet, wenn neue Tickets in einer der ausgewählten Queues verfügbar sind.

source: In :doc:`../tickets/queue-view` only those queues will be displayed under *My Queues* filter, that are selected in this widget.
de: In :doc:`../tickets/queue-view` werden nur diese Queues unter dem Filter *Meine Queues* angezeigt, die in diesem Widget ausgewählt sind.

source: In case of owner or responsible selection, only agents are listed by default as potentially owner or responsible, who are set the queue as preferred queue in this widget.
de: Wenn Sie Besitzer oder Verantwortliche in Ticket-Ansichten auswählen möchten, dann werden standardmäßig nur die Agenten als potenzieller Besitzer oder Verantwortlicher aufgeführt, die in diesem Widget die Queue als bevorzugte Queue festgelegt haben.

source: My Queues Widget
de: Widget "Meine Queues"

source: Select one or more queues from the drop-down list.
de: Wählen Sie eine oder mehrere Queues aus der Dropdown-Liste.

source: My Services
de: Meine Services

source: System configuration ``Ticket::Service`` needs to be activated to use this feature.
de: Die Systemkonfiguration ``Ticket::Service`` muss aktiviert sein, damit Sie diese Funktion nutzen können.

source: In this widget some services can be selected as preferred services.
de: In diesem Widget können einige Services als bevorzugte Services ausgewählt werden.

source: In :doc:`../tickets/service-view` only those services will be displayed under *My Services* filter, that are selected in this widget.
de: In :doc:`../tickets/service-view` werden nur diese Queues unter dem Filter *Meine Services* angezeigt, die in diesem Widget ausgewählt sind.

source: My Services Widget
de: Widget "Meine Services"

source: Select one or more services from the drop-down list.
de: Wählen Sie einen oder mehrere Services aus der Dropdown-Liste.

source: Ticket Notifications
de: Ticket-Benachrichtigungen

source: In this widget can be selected the methods used for any kind of ticket notifications.
de: In diesem Widget können die Methoden ausgewählt werden, die für jede Art von Ticketbenachrichtigungen verwendet werden.

source: Ticket Notifications Widget
de: Widget "Ticket-Benachrichtigungen"

source: The possible methods are *Email*, *Web View* or *SMS*.
de: Die möglichen Methoden sind: *E-Mail* , *Webansicht* oder *SMS*.

source: Appointment Notifications
de: Terminbenachrichtigungen

source: In this widget can be selected the methods used for appointment notification.
de: In diesem Widget können die Methoden ausgewählt werden, die für die Terminbenachrichtigung verwendet werden.

source: Appointment Notifications Widget
de: Widget "Terminbenachrichtigungen"

source: My Chat Channels
de: Meine Chat-Kanäle

source: System configuration ``ChatEngine::Active`` needs to be activated to use this feature.
de: Die Systemkonfiguration ``ChatEngine::Active`` muss aktiviert sein, damit Sie diese Funktion nutzen können.

source: In this widget some chat channels can be selected as preferred external chat channels. You will be notified about external chat requests in these chat channels.
de: In diesem Widget können einige Chat-Kanäle als bevorzugte externe Chat-Kanäle ausgewählt werden. Sie werden über externe Chat-Anfragen in diesen Chat-Kanälen informiert.

source: In :doc:`../chat/chat` screen only those chat channels will be displayed under *My Chat Channels* filter, that are selected in this widget.
de: In der :doc:`../chat/chat` Ansicht werden nur die Chat-Kanäle unter dem Filter *Meine Chat-Kanäle* angezeigt, die in diesem Widget ausgewählt sind.

source: My Chat Channels Widget
de: Widget "Meine Chat-Kanäle"

source: Select one or more chat channels from the drop-down list. An agent needs to select in which chat channels want to be available. Customers will only be able to create a new chat request on a certain channel if at least one agent with owner permissions has selected this channel in their preferences and is set as available for external chats by the chat availability icon in the :doc:`../dashboard/dashboard` header toolbar.
de: Wählen Sie einen oder mehrere Chat-Kanäle aus der Dropdown-Liste aus. Ein Agent muss auswählen, in welchen Chat-Kanälen er verfügbar sein möchte. Kunden können nur dann eine neue Chat-Anfrage auf einem bestimmten Kanal erstellen, wenn mindestens ein Agent mit Besitzerrechten diesen Kanal in seinen Einstellungen ausgewählt hat und über das Chat-Verfügbarkeitssymbol in der Kopfleiste von :doc:`../dashboard/dashboard` als verfügbar für externe Chats eingestellt ist.

source: In this widget can be selected the skin, that OTOBO should wear.
de: In diesem Widget kann der Skin für OTOBO ausgewählt werden.

source: Skin Widget
de: Widget "Skin"

source: Select a skin from the drop-down list.
de: Wählen Sie ein Skin aus der Dropdown-Liste.

source: Overview Refresh Time
de: Aktualisierungszeiten der Übersichten

source: It is possible to make overview screens automatically refreshed after a period of time.
de: Es ist möglich, die Übersichtsansichten nach einiger Zeit automatisch zu aktualisieren.

source: Overview Refresh Time Widget
de: Widget "Aktualisierungszeiten der Übersichten"

source: Select a refresh interval from the drop-down list.
de: Wählen Sie ein Aktualisierungsintervall aus der Dropdown-Liste aus.

source: Refreshing the overview screens too often can cause performance issues on large systems with many agents.
de: Das zu häufige Auffrischen der Übersichtsansichten kann bei großen Systemen mit vielen Agenten zu Leistungsproblemen führen.

source: Screen after new ticket
de: Ansicht nach Ticket-Erstellung

source: Select, which screen should be shown after a new ticket has been created.
de: Wählen Sie, welche Oberfläche angezeigt werden soll, nachdem ein neues Ticket erstellt wurde.

source: Screen After New Ticket Widget
de: Widget "Ansicht nach Ticket-Erstellung"

source: Select a screen from the drop-down list.
de: Wählen Sie eine Ansicht aus der Dropdown-Liste aus.

source: Advanced
de: Fortgeschritten

source: In this module can be configured some system configuration options.
de: In diesem Modul können einige Systemkonfigurations-Optionen konfiguriert werden.

source: Advanced Preferences Screen
de: Erweiterte Einstellungen

source: To modify a setting:
de: So bearbeiten Sie eine Einstellung:

source: Use the tree navigation in the left sidebar to find the desired setting.
de: Nutzen Sie die Baumnavigation in der linken Seitenleiste, um die gewünschte Einstellung zu finden.

source: Modify the value.
de: Ändern Sie die Einstellung.

source: Click on the tick button in the right side of the setting widget.
de: Klicken Sie auf die Schaltfläche mit dem grünen Haken auf der rechten Seite des Einstellungs-Widgets.

source: Advanced Preferences - Tree navigation Screen
de: Erweitere Einstellungen - Baumnavigation

source: The modified settings have a gray border on the left.
de: Die geänderten Einstellungen haben links einen grauen Rand.

source: To reset a setting:
de: So setzen Sie eine Einstellung zurück:

source: Click on the reset icon in the top right corner of the setting widget.
de: Klicken Sie auf das Reset-Symbol in der rechten oberen Ecke des Einstellungs-Widges.

source: Calendar
de: Kalender

source: When working with customers, resource planning and scheduling can be a complex task. Appointments enable you to meet your customers where and whenever needed.
de: Wenn man mit Kunden arbeitet, kann Ressourcen- und Terminplanung eine schwierige Aufgabe sein. Terminplanung ermöglicht es Ihnen, Ihre Kunden zu treffen, wo und wann auch immer es nötig ist.

source: Agenda Overview
de: Agendaübersicht

source: Within the agenda overview, an agent is able to display the appointments of all available (accessible) calendars in a table-like overview. This overview is designed to have a detailed list of upcoming appointments in a structured table. Like in :doc:`calendar-overview` appointments can be created, edited or deleted.
de: Innerhalb der Agendaübersicht kann ein Agent die Termine aller verfügbaren (zugänglichen) Kalender in einer tabellenartigen Übersicht anzeigen. Diese Übersicht soll eine detaillierte Liste der anstehenden Termine in einer strukturierten Tabelle enthalten. Wie im Kapitel :doc:`calendar-overview` bschrieben, können Termine erstellt, bearbeitet oder gelöscht werden.

source: There are no calendars added by default. Please contact your administrator to add one ore more calendars.
de: Standardmäßig sind noch keine Kalender hinzugefügt. Bitte kontaktieren Sie Ihren OTOBO-Administrator, um einen oder mehrere Kalender hinzuzufügen.

source: No Calendars Found
de: Keine Kalender gefunden.

source: This overview supports a monthly, weekly and daily point of view on available appointments.
de: Diese Übersicht unterstützt eine monatliche, wöchentliche und tägliche Sicht auf verfügbare Termine.

source: Agenda Overview Screen
de: Agendaübersicht

source: Calendar Overview
de: Kalenderübersicht

source: Use this screen to get an overview of the added calendars. The overview screen is available in the *Calendar Overview* menu item of the *Calendar* menu.
de: Verwenden Sie diese Ansicht, um einen Überblick über die hinzugefügten Kalender zu erhalten. Die Kalenderübersicht ist im Menü *Kalender* unter dem Menü-Eintrag *Kalenderübersicht* verfügbar.

source: This overview works the same like usual calendars. Different time periods and timelines can be selected to view appointments, and it is possible to jump between different periods.
de: Diese Übersicht funktioniert wie bei herkömmlichen Kalendern. Es können verschiedene Zeiträume und Zeitachsen ausgewählt werden, um Termine anzuzeigen, und es ist möglich, zwischen verschiedenen Zeiträumen zu wechseln.

source: Calendar Overview Screen
de: Kalenderübersicht

source: Check or uncheck the checkboxes in the *Calendars* widget to show or hide appointments in a specific calendar.
de: Aktivieren oder deaktivieren Sie die Kontrollkästchen im Widget *Kalender*, um Termine in einem bestimmten Kalender ein- oder auszublenden.

source: Calendars Widget
de: Widget "Kalender"

source: To view appointments in external calendar applications:
de: So zeigen Sie einen Termin im externen Kalender an:

source: Click on the *Copy public calendar URL* icon in the last column of *Calendars* widget to copy the URL to clipboard.
de: Klicken Sie auf das Symbol *Öffentliche Kalender-URL kopieren* in der letzten Spalte des *Kalender*-Widgets, um die URL in die Zwischenablage zu kopieren.

source: Open your external calendar application.
de: Öffnen Sie Ihre externe Kalenderanwendung

source: Insert the URL into your external calendar application.
de: Fügen Sie die URL in die externe Kalenderanwendung ein.

source: If several calendars are added to the system, use the filter box to find a particular calendar by just typing the name to filter.
de: Wenn dem System mehrere Kalender hinzugefügt werden, verwenden Sie das Filterfeld, um einen bestimmten Kalender zu finden, indem Sie einfach den zu filternden Namen eingeben.

source: Within the calendar overview, an agent is able to display, create, edit and/or delete appointments of different calendars, depending on their permission level to the related calendars. Such appointments can be created or edited via drag and drop within this screen.
de: Innerhalb der Kalenderübersicht kann ein Agent Termine verschiedener Kalender anzeigen, anlegen, bearbeiten und/oder löschen, abhängig von der Berechtigungsstufe zu den zugehörigen Kalendern. Solche Termine können in dieser Ansicht via Drag & Drop angelegt oder bearbeitet werden.

source: To add a new appointment:
de: So fügen Sie einen neuen Termin hinzu:

source: Click on the *Add Appointment* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Termin hinzufügen*.

source: Fill in the required fields.
de: Füllen Sie die Pflichtfelder aus.

source: Click on the *Save* button.
de: Klicken Sie auf die Schaltfläche *Speichern*.

source: The *Appointment* dialog is explained in :doc:`new-appointment` chapter.
de: Der Dialog *Termin* wird im Kapitel :doc:`new-appointment` erklärt

source: Appointment Dialog
de: Dialog "Termin"

source: To edit an appointment:
de: So bearbeiten Sie einen Termin:

source: Click on an appointment in the calendar overview.
de: Klicken Sie in der Kalenderübersicht auf einen Termin.

source: Modify the fields.
de: Ändern Sie die Felder.

source: Edit Appointment Dialog
de: Dialog "Termin"

source: To copy an appointment:
de: So kopieren Sie einen Termin:

source: Click on the *Copy* button.
de: Klicken Sie auf die Schaltfläche *Kopieren*.

source: To delete an appointment:
de: So entfernen Sie einen Termin:

source: Click on the *Delete* button.
de: Klicken Sie auf die Schaltfläche *Löschen*.

source: Click on the *OK* button in the confirmation dialog.
de: Klicken Sie im Bestätigungs-Dialog auf die Schaltfläche *OK*.

source: New Appointment
de: Neuer Termin

source: Appointment Settings
de: Einstellungen für Termine

source: The following settings are available when adding or editing this resource. The fields marked with an asterisk are mandatory.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie diese Ressource hinzufügen oder bearbeiten. Die mit einem Sternchen gekennzeichneten Felder sind Pflichtfelder.

source: Title \*
de: Titel \*
